{
  "banes": {
    "blinded": {
      "name": "Blinded",
      "tags": ["Extraordinary", "Physical"],
      "power": [5],
      "attackAttributes": ["Agility", "Creation", "Energy", "Entropy"],
      "validAttributes": ["Agility", "Creation", "Energy", "Entropy"],
      "attack": ["Agility vs. Guard", "Creation vs. Guard", "Energy vs. Guard", "Entropy vs. Toughness"],
      "invocationTime": "1 Major Action",
      "duration": "Resist ends (Fail x 3 = 1 minute)",
      "description": "You blind your foe with anything from a massive explosion, to a handful of sand, to an arctic blast, to a dazzling flash of light. Pirates, snipers, rogues, and necromancers often make use of this bane in combat.",
      "effect": "The target cannot see as long as the effect persists. The target automatically fails any Perception rolls based solely on normal sight. Attack rolls and Perception rolls based partially on sight that can be supplemented by another sense suffer disadvantage 5. The target's Guard defense is reduced by 3."
    },
    "charmed": {
      "name": "Charmed",
      "tags": ["Extraordinary"],
      "power": [3, 4, 6],
      "attackAttributes": ["Influence"],
      "validAttributes": ["Influence"],
      "attack": ["Influence vs. Resolve"],
      "invocationTime": "1 Major Action",
      "duration": "Resist ends (special) (Fail x 3 = 24 hours)",
      "description": "Charms are one of the great banes of legend, wielded by powerful enchantresses like Circe (of Homer's The Odyssey), nymphs, psychics, and other characters who control the will of others, not through total domination, but through a magical spell of love or friendship.",
      "effect": "The charmed bane can only be inflicted via a bane attack. Damaging attacks that trigger banes cannot trigger this bane. The charmed bane manifests at two levels: minor and major.<br /><strong>Minor Charm</strong> - The target is mentally compelled to become more friendly, only changing their attitude toward you moderately. If they are about to strike you, they will restrain themselves - still angry and hostile, but no longer violent. If they want to help you and are leaning toward trusting you, but have some hesitation because you've just met, then that hesitation goes away.<br /><strong>Major Charm</strong> - The attacker chooses whether the major charm is platonic or romantic. If platonic, the bane causes the target to consider the attacker their best friend and one of the most trustworthy and noble people they have met in all their lives. Alternatively, the attacker can choose for this trust and admiration to manifest as romantic love. The target is unable to do anything to plot against the one who afflicted them, and will (at the earliest possible opportunity) tell their charmer of any rumored harm or danger coming their way. The afflicted character becomes immediately suspicious of anyone who speaks ill of their attacker. The target is mentally compelled to like and trust you more, depending on the power level of the bane when invoked.  <ul>  <li><strong>Power Level 3</strong> - You can Minor Charm creatures of animal level intelligence or lower.</li>  <li><strong>Power Level 4</strong> - You can Minor Charm creatures of humanoid intelligence. You can Major Charm creatures of animal level intelligence or lower.</li>  <li><strong>Power Level 6</strong> - You can Major Charm creatures of humanoid intelligence.</li>  </ul>",
      "special": "While most banes last until the target actively attempts to resist it, this bane prevents the target from being aware of their affliction and thus prevents them from actively attempting to break free. However, the target's true mind is magically suppressed but fights to regain control. As such, at the end of each of its turns, the target receives a resist roll as a free action to break free from the effect. When your target succeeds at a resist roll against this bane, they become immune to all subsequent attempts by you to inflict the bane for the next 24 hours."
    },
    "deafened": {
      "name": "Deafened",
      "tags": ["Extraordinary", "Physical"],
      "power": [4],
      "attackAttributes": ["Agility", "Energy", "Entropy"],
      "validAttributes": ["Agility", "Energy", "Entropy"],
      "attack": ["Agility vs. Guard", "Energy vs. Toughness", "Entropy vs. Toughness"],
      "invocationTime": "1 Major Action",
      "duration": "Resist ends (Fail x 3 = 1 minute)",
      "description": "You deafen your foe with a crash of thunder, a deft strike to their ears, or a dark energy that disables their hearing. This bane is common to storm mages, mad scientists, and assassins.",
      "effect": "The target cannot hear as long as the effect persists. The target automatically fails any Perception rolls based solely on hearing. Perception rolls based partially on hearing that can be supplemented by another sense suffer disadvantage 3."
    },
    "death": {
      "name": "Death",
      "tags": ["Extraordinary", "Physical"],
      "power": [9],
      "attackAttributes": ["Agility", "Entropy"],
      "validAttributes": ["Agility", "Entropy"],
      "attack": ["Agility vs. Toughness", "Entropy vs. Toughness"],
      "invocationTime": "1 Major Action",
      "duration": "Resist ends (special) (Fail x 3 = Permanent)",
      "description": "Utilizing either incredible precision or the power of entropy, you snuff out the target's life force completely. The deadliest assassins and most powerful necromancers are known for such legendary skill at ending life.",
      "effect": "Upon a successful invocation, the target is immediately rendered immobile, unconscious, and unable to take actions. They have disadvantage 5 on all Perception rolls, and any damaging attacks against them count as finishing blows.If the target fails three resist rolls to shake off this bane, they die. The death is permanent and can only be reversed if the GM allows a special mission, use of a rare technology, or long-forgotten magic to restore the target to life.",
      "special": "While most banes last until the target actively attempts to resist it, this bane renders the target incapable of taking actions and thus prevents them from actively attempting to break free. However, the target's body fights to regain consciousness and resist the impending death. As such, at the end of each of its turns, the target receives a resist roll as a free action to break free from the effect. When the target succeeds at a resist roll against this bane, they become immune to all subsequent attempts by you to inflict the bane for the next 24 hours."
    },
    "demoralized": {
      "name": "Demoralized",
      "tags": ["Physical", "Extraordinary"],
      "power": [3, 6, 8],
      "attackAttributes": ["Agility", "Energy", "Entropy", "Influence", "Might", "Persuasion", "Presence"],
      "validAttributes": ["Agility", "Energy", "Entropy", "Influence", "Might", "Persuasion", "Presence"],
      "attack": ["Agility vs. Resolve", "Energy vs. Resolve", "Entropy vs. Resolve", "Influence vs. Resolve", "Might vs. Resolve", "Persuasion vs. Resolve", "Presence vs. Resolve"],
      "invocationTime": "1 Major Action",
      "duration": "Resist (minor) ends (Fail x 3 = 1 minute)",
      "description": "Using your quick wit, intimidating presence, or even a strong display of magical power, you cause your enemies to doubt themselves. A berserker might achieve this effect by foaming at the mouth while a swashbuckling space captain might dishearten his foes simply with intimidating words.",
      "effect": "The affected target has disadvantage on all action rolls.<ul><li><strong>Power Level 3</strong> - Disadvantage 1.</li><li><strong>Power Level 6</strong> - Disadvantage 2.</li><li><strong>Power Level 8</strong> - Disadvantage 3.</li></ul>",
      "special": "Resisting this bane is a minor action.When inflicting this bane using Agility or Might, you may determine range using the Non-Physical Attack Range table (see Chapter 7: Combat)."
    },
    "disarmed": {
      "name": "Disarmed",
      "tags": ["Extraordinary", "Physical"],
      "power": [3, 6],
      "attackAttributes": ["Agility", "Alteration", "Energy", "Entropy", "Influence", "Might", "Movement"],
      "validAttributes": ["Agility", "Alteration", "Energy", "Entropy", "Influence", "Might", "Movement"],
      "attack": ["Agility vs. Guard", "Alteration vs. Guard", "Energy vs. Guard", "Entropy vs. Toughness", "Influence vs. Resolve", "Might vs. Guard", "Movement vs. Guard"],
      "invocationTime": "1 Major Action",
      "duration": "Instantaneous",
      "description": "You force an opponent to lose control of an object they are holding, whether through brute force, mental compulsion, a skillful parry, heating the item to unbearable temperatures, shooting it from their hands, or some other means.",
      "effect": "<ul><li><strong>Power Level 3</strong> - The target drops an object they are holding in a space of your choosing within 15' of the target.</li><li><strong>Power Level 6</strong> - As an alternative to moving the item, you can choose to assume control of it. If you do, you are now the wielder. For the wielder to regain control, they can react with a Disarmed bane of their own to counter the effect or make an attribute roll (typically Might) with a Challenge Rating equal to 10 + 2 x the attribute score you used to disarm the item.</li></ul>"
    },
    "dominated": {
      "name": "Dominated",
      "tags": ["Extraordinary"],
      "power": [3, 5, 9],
      "attackAttributes": ["Influence"],
      "validAttributes": ["Influence"],
      "attack": ["Influence vs. Resolve"],
      "invocationTime": "1 Major Action",
      "duration": "Special",
      "description": "Though rare, domination is seen from time to time in legendary tales, often wielded by vampires, and sometimes by the most powerful of sorcerers or mad scientists who command legions of mindless zombies, completely enslaved to their will.",
      "effect": "The dominated bane manifests at two levels: lesser and greater.<strong>Lesser Domination</strong> - The target obeys a one word command until the end of their next turn, at which time the bane immediately ends.<strong>Greater Domination</strong> - The target's every action and move is under your control. Unlike the charmed bane, characters under the effect of domination lose control of their actions. Their minds, however, struggle to regain control of their own body. They cannot take actions of any kind (except thought) unless it is ordered by you. Every action which the attacker orders the afflicted character to perform which is in extreme violation of their nature gives the target a resist roll as a free action to end the effect. The attacker does not gain special access to the target's mind and so can only order the character to perform actions that they think the character is capable of. Lastly, each mental order that the attacker gives to the target is a major action. However, the order can be a series of verbal commands, such u201cAttack enemy X unless someone comes through the door, in which case fleeu201d. The dominated creature will continue to obey the last mental command they were given until you give a new command. Only one such command can be active at a given time. Greater Domination has a duration of Resist ends (Fail x 3 = 1 hour).  <ul>  <li><strong>Power Level 3</strong> - You can target creatures of subhuman intelligence (animals, some elementals, certain undead, etc.) with Lesser Domination.</li>  <li><strong>Power Level 5</strong> - You can target creatures of human intelligence or better with Lesser Domination. You can target creatures of subhuman intelligence (animals, some elementals, etc.) with Greater Domination.</li>  <li><strong>Power Level 9</strong> - You can target creatures of human intelligence or greater with Greater Domination.</li>  </ul>",
      "special": "While most banes last until the target actively attempts to resist it, this bane prevents the target from being aware of their affliction and thus prevents them from actively attempting to break free. However, the target's true mind is suppressed but fights to regain control. As such, at the end of each of its turns, the target receives a resist roll as a free action to break free from the effect. When your target succeeds at a resist roll against this bane, they become immune to all subsequent attempts by you to inflict the bane for the next 24 hours."
    },
    "fatigued": {
      "name": "Fatigued",
      "tags": ["Extraordinary"],
      "power": [5],
      "attackAttributes": ["Entropy"],
      "validAttributes": ["Entropy"],
      "attack": ["Entropy vs. Toughness"],
      "invocationTime": "1 Major Action",
      "duration": "Special",
      "description": "You cause the target's body to wither and weaken, gradually losing its ability to function until the victim finally succumbs to death. Fatigue may be the result of a necromancer's curse, an assassin's poison, a radiation ray, or similar life sapping effects.",
      "effect": "This bane has multiple tiers which are applied in succession. Each time this bane is inflicted, if it is already in effect on the target, the severity escalates by one level.<br/><ul><li><strong>Level 1</strong> - The target has disadvantage 1 on all non-attack action rolls.</li><li><strong>Level 2</strong> - The target is affected by the slowed bane, reducing its speed by half. This instance of the slowed bane cannot be resisted as normal. It persists until the fatigue is removed.</li><li><strong>Level 3</strong> - The target has disadvantage 1 on all attack rolls.</li><li><strong>Level 4</strong> - The target loses their attribute bonuses to their defense scores (Agility and Might for Guard, Fortitude and Will for Toughness, Will and Presence for Resolve). They retain any armor, extraordinary, or feat bonuses.</li><li><strong>Level 5</strong> - The target loses consciousness and is helpless. Being forced into a state of rest, one level of fatigue will be removed automatically after 24 hours, unless circumstances prevent the target from resting peacefully.</li><li><strong>Level 6</strong> - The target dies.</li></ul>",
      "special": "Unlike other banes, canceling this bane takes time and rest. Each 24 hour period of rest with little or no exertion removes one level of fatigue. If the *restoration* boon is successfully invoked to dispel this bane, only one level of fatigue is removed (in addition to that removed by natural rest). If the *restoration* boon's invoker has an attribute score of 7 or greater, all levels of fatigue are removed instead of just one. A target may only benefit from one invocation of the *restoration* boon to remove fatigue within a 24 hour period."
    },
    "fear": {
      "name": "Fear",
      "tags": ["Extraordinary", "Physical"],
      "power": [5],
      "attackAttributes": ["Creation", "Entropy", "Influence", "Might"],
      "validAttributes": ["Creation", "Entropy", "Influence", "Might"],
      "attack": ["Creation vs. Resolve", "Entropy vs. Resolve", "Influence vs. Resolve", "Might vs. Resolve"],
      "invocationTime": "1 Major Action",
      "duration": "Special",
      "description": "Through an overwhelming force of physical might or extraordinary power, you strike terror into the hearts of enemies, causing them to flee from your presence. A warrior might invoke this bane by hurling a boulder while a cyber hacker might achieve the same effect by uploading a hallucinatory virus into an opponent's neuro jack.",
      "effect": "On its turn, the afflicted target must use its entire turn to get as far away as possible from you. It cannot use its actions to do anything other than retreat, and it cannot willingly move closer to you while the bane persists.",
      "special": "While most banes last until the target actively attempts to resist them, this bane prevents the target from thinking clearly. However, the target's logical mind fights to regain control. As such, at the end of each of its turns, the target receives a resist roll as a free action to break free from this effect. When your target succeeds at a resist roll against this bane, they become immune to all subsequent attempts by you to inflict the bane for the next hour.When inflicting this bane using Might, you may determine range using the Non-Physical Attack Range table (see Chapter 7: Combat)."
    },
    "forced_move": {
      "name": "Forced Move",
      "tags": ["Extraordinary", "Physical"],
      "power": [2, 4, 6, 8],
      "attackAttributes": ["Agility", "Energy", "Might", "Movement"],
      "validAttributes": ["Agility", "Energy", "Might", "Movement"],
      "attack": ["Agility vs. Guard", "Energy vs. Guard", "Might vs. Guard", "Movement vs. Guard"],
      "invocationTime": "1 Major Action",
      "duration": "Instantaneous",
      "description": "With a forceful blow, magical gust of wind, or telekinetic push, you move your target against its will. This bane is favored among ogres, telekinetisists, wind mages, super soldiers, and other characters built to reshape the battlefield to their advantage.",
      "effect": "The target is moved a distance against their will, as determined by the bane's power level. The ending location is chosen by the attacker.<ul><li><strong>Power Level 2</strong> - The target is moved 5'.</li><li><strong>Power Level 4</strong> - The target is moved 10'.</li><li><strong>Power Level 6</strong> - The target is moved 15'.</li><li><strong>Power Level 8</strong> - The target is moved 20'.</li></ul>"
    },
    "immobile": {
      "name": "Immobile",
      "tags": ["Extraordinary", "Physical"],
      "power": [1],
      "attackAttributes": ["Agility", "Alteration", "Creation", "Energy", "Entropy", "Influence", "Might", "Movement"],
      "validAttributes": ["Agility", "Alteration", "Creation", "Energy", "Entropy", "Influence", "Might", "Movement"],
      "attack": [
        "Agility vs. Guard",
        "Alteration vs. Guard",
        "Creation vs. Toughness",
        "Energy vs. Toughness",
        "Entropy vs. Toughness",
        "Influence vs. Resolve",
        "Might vs. Guard",
        "Movement vs. Guard"
      ],
      "invocationTime": "1 Major Action",
      "duration": "Resist ends (special) (Fail x 3 = 1 minute)",
      "description": "Whether through grappling, a precise nerve strike, entangling vines, mental compulsion, or a bone-numbing blast of cold, you render your foe incapable of movement. This bane is typical among martial artists, special ops agents, enchanters, and wrestlers.",
      "effect": "Your target cannot move from its current space. If you invoked the bane with a Might roll and are within 5' of the target, then both you and the target are immobile in your current space for the duration of the bane (locked in a grapple). While grappling in this manner, you can attempt to inflict this bane again upon the target. If successful, you can move your speed and take the target with you. If this attack fails, you can only move by first releasing the target and ending the bane.If you invoked the bane with any attribute other than Might, you can move freely while the target remains affected.You can choose to release the target as a free action, immediately ending the bane.",
      "special": "When an affected target succeeds at a resist roll to end this effect, they can move 15' as a free action."
    },
    "incapacitated": {
      "name": "Incapacitated",
      "tags": ["Extraordinary", "Physical"],
      "power": [5, 7, 9],
      "attackAttributes": ["Agility", "Entropy", "Influence"],
      "validAttributes": ["Agility", "Entropy", "Influence"],
      "attack": ["Agility vs. Toughness", "Entropy vs. Toughness", "Influence vs. Resolve"],
      "invocationTime": "1 Major Action",
      "duration": "Resist ends (Fail x 3 = 1 minute)",
      "description": "Incapacitation is a catch-all bane for a variety of effects, including total paralysis, sleep, petrification, poison, being knocked out, fainting, or similar conditions that render a character completely helpless. Examples of possible causes of this bane include a martial artist's paralyzing strike, an enchanter's magical song of sleep, paralysis by poison, fainting from extreme heat, suffocation, and the gaze of a medusa.",
      "effect": "The target is immobile (can't move from their current space) and unconscious. They have disadvantage 5 on all perception rolls and are incapable of moving. As a result of being completely incapable of movement, an incapacitated character can be the victim of a finishing blow. <ul><li><strong>Power Level 5</strong> - The effect can be broken by a moderate disruption, such as a firm shove, a kick, glass of water, loud bang, etc.</li><li><strong>Power Level 7</strong> - The effect can only be broken if the target takes 1 point of damage or more.</li><li><strong>Power Level 9</strong> - The effect cannot be disrupted by external forces. Only the afflicted character's successful resist roll can end the effect.</li></ul>",
      "special": "While most banes last until the target actively attempts to resist it, this bane prevents the target from being aware of their affliction and thus prevents them from actively attempting to break free. However, the target's body fights to regain consciousness. As such, at the end of each of its turns, the target receives a resist roll as a free action to break free from the effect. When your target succeeds at a resist roll against this bane, they become immune to all subsequent attempts by you to inflict the bane for the next hour."
    },
    "knockdown": {
      "name": "Knockdown",
      "tags": ["Extraordinary", "Physical"],
      "power": [1],
      "attackAttributes": ["Agility", "Energy", "Might", "Movement"],
      "validAttributes": ["Agility", "Energy", "Might", "Movement"],
      "attack": ["Agility vs. Guard", "Energy vs. Guard", "Might vs. Guard", "Movement vs. Guard"],
      "invocationTime": "1 Major Action",
      "duration": "Instantaneous",
      "description": "Whether via a thunderous blow from a great axe, an earth shattering bolt of supernatural energy, or a well aimed shove in a direction where the enemy's balance is weak, you knock the target off their feet. Knockdown is a favorite of hulking brutes, telekinetisists, martial artists, and earth elementalists.",
      "effect": "The target falls prone. Prone targets have disadvantage 1 on all attacks they make. Characters that are prone due to the *knockdown* bane (or any other reason) get +2 to Guard versus Ranged attacks and -2 Guard versus Melee attacks. Standing up from prone requires a move action and costs a character half (round down) of their speed for the round."
    },
    "memory_alteration": {
      "name": "Memory Alteration",
      "tags": ["Extraordinary"],
      "power": [5, 6, 8],
      "attackAttributes": ["Influence"],
      "validAttributes": ["Influence"],
      "attack": ["Influence vs. Resolve"],
      "invocationTime": "1 Major Action",
      "duration": "Instantaneous",
      "description": "Warping or controlling the mind is one of the most dreaded powers of enchanters, causing powerful heroes to forget their homes, families, and quests. Memory alteration is often inflicted by mad scientists, necromancers, enchanters, and chronomancers.",
      "effect": "You alter the target's memories to an extent based on the power level of the bane.<ul><li><strong>Power Level 5</strong> - You temporarily modify a minor aspect of the target's memory. The target automatically regains the lost memory and realizes their confusion 1 hour later.</li><li><strong>Power Level 6</strong> - You permanently erase or alter the last 5 minutes of the target's memory. The target does not know what happened during this time outside of the memories you feed them (including having seen you, if they did). Multiple uses of this bane progressively erase consecutive 5 minute increments.</li><li><strong>Power Level 8</strong> - Instead of the immediate past, you can erase or alter memories from any time.</li></ul>The memory alteration bane can only be inflicted via a bane attack. Damaging attacks that trigger banes cannot trigger this bane.This bane confers no special ability to know about a target's memory. The invoker must be aware of the memory either from rumor, personal knowledge, prescience, or other means.",
      "special": "When you target an enemy with this bane and your action roll fails to beat the target's Resolve defense, the target is immune to further invocations of this bane from you for the next 24 hours."
    },
    "mind_dredge": {
      "name": "Mind Dredge",
      "tags": ["Extraordinary"],
      "power": [2, 4, 6, 8, 9],
      "attackAttributes": ["Prescience"],
      "validAttributes": ["Prescience"],
      "attack": ["Prescience vs. Resolve"],
      "invocationTime": "1 Major Action",
      "duration": "Resist ends (Fail x 3 = 1 minute)",
      "description": "You gaze into the mind of another creature and read their thoughts. The most powerful wielders of this bane can even pry into the distant memories of their subjects. Fortune tellers, psychics, and mentalists all use mind dredge to learn the deepest dreams and darkest secrets of others.",
      "effect": "<ul><li><strong>Power Level 2</strong> - This power may only target creatures of animal intelligence or lower. You gain access to the target's current thoughts.</li><li><strong>Power Level 4</strong> - This power may target creatures of any intelligence. You gain access to the target's current thoughts.</li><li><strong>Power Level 6</strong> - This power may target creatures of any intelligence. You gain access to the target's current thoughts as well as its recent memories. Initially, you may probe 1 day into the past. For every round that the bane persists, you gain access to an additional day's worth of memories.</li><li><strong>Power Level 8</strong> - This power may target creatures of any intelligence. You gain access to the target's current thoughts as well as its distant memories. Initially, you may probe 1 year into the past. For every round that the bane persists, you gain access to an additional year's worth of memories. Alternatively, you may choose to access the memories associated with a particular place, object, or event.</li><li><strong>Power Level 9</strong> - This power may target creatures of any intelligence. You gain access to the target's current thoughts as well as all of its memories, without limitation by time. Alternatively, you may choose to access the memories associated with a particular place, object, or event. </li></ul>",
      "special": "When your target succeeds at a resist roll against this bane, they become immune to all subsequent attempts by you to inflict the bane for the next 24 hours."
    },
    "nullify": {
      "name": "Nullify",
      "tags": ["Extraordinary"],
      "power": [1, 2, 3, 4, 5, 6, 7, 8, 9],
      "attackAttributes": ["Protection"],
      "validAttributes": ["Protection"],
      "attack": ["Protection vs. Resolve"],
      "invocationTime": "1 Major Action",
      "duration": "Instantaneous",
      "description": "Through magical power, technological hacking, or similar means, you are able to nullify your enemy's boons. The nullify bane is often used by abjurers, engineers, bards, and similar characters built to neutralize the powers of their enemy.",
      "effect": "You cancel a single boon currently in effect if it is of this bane's power level or lower. The invoking power level further impacts the effect as follows:<ul>  <li><strong>Power Level 1</strong> - Cancel a boon of Power Level 1. You can cancel a boon that must be actively invoked. In addition, the target cannot benefit from or have the target boon invoked upon them for 1 minute.</li>  <li><strong>Power Level 2</strong> - Cancel a boon of Power Level 2.</li>  <li><strong>Power Level 3</strong> - Cancel a boon of Power Level 3.</li>  <li><strong>Power Level 4</strong> - Cancel a boon of Power Level 4.</li>  <li><strong>Power Level 5</strong> - Cancel a boon of Power Level 5.</li>  <li><strong>Power Level 6</strong> - Cancel a boon of Power Level 6. You can cancel a boon that is permanent, passive, or inherent to the target (e.g. the invisibility of a Will o' Wisp). Effects that would prevent Nullify from being invoked in this way have no effect. In addition, the target cannot benefit from or have the target boon invoked upon them for 1 minute.</li>  <li><strong>Power Level 7</strong> -  Cancel a boon of Power Level 7.</li>  <li><strong>Power Level 8</strong> -  Cancel a boon of Power Level 8.</li>  <li><strong>Power Level 9</strong> -  Cancel a boon of Power Level 9.</li></ul>",
      "special": "If the targeted boon covers a large area, you can cancel all of it by targeting any portion of the effect you can see, or multi-targeting a number of 5' cubes you believe it to be in. If the targeted boon is affecting an area rather than a creature, you roll against the CR of the boon instead of a Resolve defense. The CR is 10 + 2 x the boon's invoked power level."
    },
    "persistent_damage": {
      "name": "Persistent Damage",
      "tags": ["Extraordinary", "Physical"],
      "power": [2, 4, 6, 8, 9],
      "attackAttributes": ["Agility", "Energy", "Entropy"],
      "validAttributes": ["Agility", "Energy", "Entropy"],
      "attack": ["Agility vs. Guard", "Energy vs. Guard", "Entropy vs. Toughness"],
      "invocationTime": "1 Major Action",
      "duration": "Resist ends (Fail x 3 = 1 minute)",
      "description": "Whether by setting the target ablaze, covering them in acid, slicing an artery, or cursing them with a wasting disease, you inflict your foe with a lasting and recurring source of damage. Persistent damage is a favorite among assassins, mad scientists, and elementalists.",
      "effect": "At the beginning of the target's turn, before they take any actions, they suffer damage determined by the power level of the bane. This damage automatically bypasses the afflicted character's defenses but it can be reduced by any resistance to damage of a certain type (see the resistance boon). Like all dice rolls, these dice explode.<ul>  <li><strong>Power Level 2</strong> - 1d4 damage per round.</li>  <li><strong>Power Level 4</strong> - 1d6 damage per round.</li>  <li><strong>Power Level 6</strong> - 1d8 damage per round.</li>  <li><strong>Power Level 8</strong> - 1d10 damage per round.</li>  <li><strong>Power Level 9</strong> - 2d6 damage per round.</li></ul>",
      "special": "Persistent damage comes in a number of different variations: physical damage (bleeding from a vital strike), energy damage (lightning, fire, cold, acid, etc.) and entropic damage (necromantic energy), among others. Each variation has its own cure. When that cure is applied with a major action (either by the afflicted character or another), the target receives a resist roll (as a free action) with advantage 1 to end the effect. The GM has the final word on whether a proposed cure can help a given type of persistent damage, but the  following examples can help with arbitration:<ul>  <li>Bleeding damage is cured with a successful roll using Learning, Logic, or Creation.</li>  <li>Lightning damage is cured by a discharge or grounding of the current.</li>  <li>Cold damage is countered with warmth, heat, or fire.</li>  <li>Acid damage is neutralized with alkalizing agents (powder, milk, etc.).</li>  <li>Fire damage is neutralized with water or smothering.</li>  <li>Entropic damage is neutralized with extraordinary or magical healing.</li></ul>This bane may still be resisted in the usual way of using the resist banes action."
    },
    "phantasm": {
      "name": "Phantasm",
      "tags": ["Extraordinary"],
      "power": [1, 2, 3, 4, 5, 6, 7, 8, 9],
      "attackAttributes": ["Influence"],
      "validAttributes": ["Influence"],
      "attack": ["Influence vs. Resolve"],
      "invocationTime": "1 Major Action",
      "duration": "Special",
      "description": "You create an illusory manifestation to deceive the senses. Some examples include making a meal taste rotten, altering the data on a screen where a user is logging in, creating the sound of a stampede of horses, hiding allies behind a false wall, or creating an illusion of an intergalactic emperor who can converse intelligibly.",
      "effect": "You create a phantasm of your choosing. The power level at which you invoke the bane determines which senses you can deceive as well as the maximum size of your illusion, as follows:<ul><li><strong>Power Level 1</strong> - Affect Taste. Manifest a 5' x 5' x 5' area phantasm.</li><li><strong>Power Level 2</strong> - Affect Smell, Sound, or Touch.</li><li><strong>Power Level 3</strong> - Affect Sight.</li><li><strong>Power Level 4</strong> - Manifest a 10' x 10' x 10' area phantasm.</li><li><strong>Power Level 5</strong> - Manifest a 15' x 15' x 15' area phantasm.</li><li><strong>Power Level 6</strong> - Affect All Senses.</li><li><strong>Power Level 7</strong> - Manifest a 20' x 20' x 20' area phantasm.</li><li><strong>Power Level 8</strong> - Manifest a 30' x 30' x 30' area phantasm.</li><li><strong>Power Level 9</strong> - Manifest a 50' x 50' x 50' area phantasm.</li></ul>Until reaching power level 6, you can combine sensory illusions by adding the required power levels together (e.g., mimicking both sight and sound requires power level 5). While the phantasm persists, you can make logical changes to it freely. For example, an illusory person can speak naturally as you direct it and could be made to fall in response to an attack. However, substantial changes to the illusion (such as transforming a human into a goblin) require a new invocation of the illusion.",
      "special": "Unlike other banes, this bane does not work by targeting specific enemies. Instead, your Influence roll for invoking it is compared with the Resolve defense of each character that would perceive the created effect if it were real. If the roll is lower than their Resolve, they perceive none of the phantasm's effects. If the roll is greater than or equal to their Resolve, they perceive the illusory effect you create and react as if it were real.When mimicking a very specific person, place, or thing that the target is very familiar with, the GM should consider increasing the target's Resolve defense for the purpose of that particular phantasm invocation.Characters convinced by the phantasm can roll Resist as normal in order to attempt to shake off the bane. If successful, they are no longer deceived by the effect. In addition, you must spend a minor action to sustain the bane during each of your turns. Failing to do so in a given round causes the bane's effects to cease at the end of your turn.When an affected character succeeds at a resist roll against this bane, they become immune to all subsequent phantasms invoked by you for the next hour."
    },
    "polymorph": {
      "name": "Polymorph",
      "tags": ["Extraordinary"],
      "power": [5, 6, 8, 9],
      "attackAttributes": ["Alteration"],
      "validAttributes": ["Alteration"],
      "attack": ["Alteration vs. Toughness"],
      "invocationTime": "1 Minute",
      "duration": "Resist ends (Fail x 3 = 1 hour)",
      "description": "You alter the size, shape, and composition of the target by causing them to grow, shrink, or assume a completely new form, like that of a sheep or a newt. Polymorph might be accomplished by a druid's curse, a mad scientist's transmogrification ray, or exposure to alien radiation.",
      "effect": "Your power level determines the extent to which you can transform your target, as follows. If the target is transformed into a different creature, it uses the Might, Agility, Fortitude, and Perception attribute scores of the new creature.<ul><li><strong>Power Level 5</strong> - Polymorph a creature into another creature of the same size. This new form can reduce the target's attribute scores by up to 2. If the new form would have higher attributes, the target becomes an exceptional version of that creature. For example, transforming a deadly sniper with Agility 5 into a clumsy ogre with Agility 0, would leave the target with an Agility of 3 instead of the 0 typical for the new form.</li><li><strong>Power Level 6</strong> - Polymorph a creature into another creature between double and half the size. The new form can reduce the target's attribute scores by up to 3.</li><li><strong>Power Level 8</strong> - Polymorph a creature into another creature between quadruple and one-quarter its original size. Alternatively, transform the target into an object of its original size. The new form can reduce the target's attribute scores by up to 5.</li><li><strong>Power Level 9</strong> - Polymorph a creature into another creature of any size. Alternatively, transform the target into an object of its original size. The new form can reduce the target's attribute scores by up to 7.</li></ul>In order to keep track of hit points, the target should record the total damage they have suffered. When transforming, damage remains with the character even if their maximum hit points change. For example, Agent Walker has a max HP of 20 but is turned into a sheep and has her Fortitude reduced by 2, leaving her at 16 hit points. During combat, she suffers 10 damage. When she later transforms back into Agent Walker, the 10 damage remains and is subtracted from her new maximum, leaving her with 10 out of 20 hit points. Additionally, if the shift would reduce the target's hit points to less than 1, the target's hit point total becomes 1 instead."
    },
    "provoked": {
      "name": "Provoked",
      "tags": ["Extraordinary", "Physical"],
      "power": [4, 5, 6, 7, 8, 9],
      "attackAttributes": ["Agility", "Creation", "Deception", "Energy", "Influence", "Might", "Persuasion", "Presence"],
      "validAttributes": ["Agility", "Creation", "Deception", "Energy", "Influence", "Might", "Persuasion", "Presence"],
      "attack": [
        "Agility vs. Resolve",
        "Creation vs. Resolve",
        "Deception vs. Resolve",
        "Energy vs. Resolve",
        "Influence vs. Resolve",
        "Might vs. Resolve",
        "Persuasion vs. Resolve",
        "Presence vs. Resolve"
      ],
      "invocationTime": "1 Minor Action",
      "duration": "Resist (minor) ends (Fail x 3 = 1 minute)",
      "description": "Through a display of awe-inspiring force, intimidation, or leadership, you command attention as the greatest threat, causing others to fear attacking your allies. Examples include a brute smashing the skull of a lesser foe, a gunslinger hurling insults, or a space captain diving into the middle of a swirling melee with plasma blades flashing.",
      "effect": "Any attacks made by the target that do not include you as a target suffer disadvantage. If the same target is affected by this bane from multiple sources, as long as their attack includes one of those who targeted them, they are not affected by the penalty. Unlike other banes, your damaging attack against one target can trigger this bane in a different target, provided your roll is greater than or equal to their Resolve defense (that is, by striking one foe, you can provoke another).<ul><li><strong>Power Level 4</strong> - The target suffers disadvantage 1 on attacks that do not include you.</li><li><strong>Power Level 5</strong> - The target suffers disadvantage 2 on attacks that do not include you.</li><li><strong>Power Level 6</strong> - The target suffers disadvantage 3 on attacks that do not include you.</li><li><strong>Power Level 7</strong> - The target suffers disadvantage 4 on attacks that do not include you.</li><li><strong>Power Level 8</strong> - The target suffers disadvantage 5 on attacks that do not include you.</li><li><strong>Power Level 9</strong> - The target suffers disadvantage 6 on attacks that do not include you.</li></ul>",
      "special": "Resisting this bane is a minor action.When inflicting this bane using Agility or Might, you may determine range using the Non-Physical Attack Range table (see Chapter 7: Combat)."
    },
    "spying": {
      "name": "Spying",
      "tags": ["Extraordinary"],
      "power": [5, 6, 7, 9],
      "attackAttributes": ["Prescience"],
      "validAttributes": ["Prescience"],
      "attack": ["Prescience vs. Resolve (special)"],
      "invocationTime": "10 Minutes",
      "duration": "10 minutes (special)",
      "description": "Either through innate extrasensory perception or a special conduit such as a computer terminal, bubbling cauldron, or a crystal ball, you can view the target from a distance.",
      "effect": "You can spy on a person or area that you are familiar with. The power level of this bane determines the maximum distance between you and the target. If successfully invoked, you can see and hear everything that goes on within a 60' radius of your target. Anyone within the targeted area who has a Resolve defense score higher than your Prescience action roll to invoke this bane becomes aware of an unseen presence in the area (regardless of whether or not you succeed at the roll). Certain creatures may be able to identify your spying if they are familiar with such powers.<ul><li><strong>Power Level 5</strong> - 1 mile or less</li><li><strong>Power Level 6</strong> - 100 miles or less</li><li><strong>Power Level 7</strong> - More than 100 miles, but on the same dimension or plane of reality</li><li><strong>Power Level 9</strong> - Any dimension or plane of reality. (Peering into certain dimensions may expose you to other dangers at the GM's discretion).</li></ul>",
      "special": "When you successfully invoke this bane, at the end of its duration, you can make a Prescience roll to attempt to persist the bane. If successful, the bane persists without requiring the invocation time to be repeated. However, you must retest your new roll against the Resolve scores of those in the targeted area to determine whether or not they can sense your presence.You can attempt to spy the same target any number of times, but if your action roll fails, that target becomes immune to your spying for 24 hours."
    },
    "sickened": {
      "name": "Sickened",
      "tags": ["Extraordinary", "Physical"],
      "power": [5],
      "attackAttributes": ["Entropy"],
      "validAttributes": ["Entropy"],
      "attack": ["Entropy vs. Toughness"],
      "invocationTime": "1 Major Action",
      "duration": "Resist ends (Fail x 3 = 1 minute)",
      "description": "Entropic energy overcomes the target, bombarding their system and inducing nausea that makes self-defense and any kind of action difficult. This bane might stem from a witch's curse, chemical warfare, a powerful poison, or exposure to alien toxins.",
      "effect": "The target has disadvantage 1 on all action rolls and -1 to all defenses."
    },
    "silenced": {
      "name": "Silenced",
      "tags": ["Extraordinary", "Physical"],
      "power": [2],
      "attackAttributes": ["Agility", "Alteration", "Entropy", "Might"],
      "validAttributes": ["Agility", "Alteration", "Entropy", "Might"],
      "attack": ["Agility vs. Toughness", "Alteration vs. Toughness", "Entropy vs. Toughness", "Might vs. Toughness"],
      "invocationTime": "1 Major Action",
      "duration": "Resist ends (Fail x 3 = 1 minute)",
      "description": "Silence overcomes the target, whether from the warping of sound around the target, or from a physical effect like strangulation or suffocation. The silence bane is a favorite among assassins, sorcerers, engineers, and mad scientists.",
      "effect": "If Might, Agility, or Entropy is used to inflict this bane, then the character is suffering strangulation and unable to speak. If the bane is inflicted using Alteration, then all sound within 5' of the target is suppressed through extraordinary means, making their footsteps and the usual clank of belongings they are carrying inaudible."
    },
    "slowed": {
      "name": "Slowed",
      "tags": ["Extraordinary", "Physical"],
      "power": [1],
      "attackAttributes": ["Agility", "Energy", "Entropy", "Might", "Movement"],
      "validAttributes": ["Agility", "Energy", "Entropy", "Might", "Movement"],
      "attack": ["Agility vs. Guard", "Energy vs. Guard", "Entropy vs. Toughness", "Might vs. Guard", "Movement vs. Guard"],
      "invocationTime": "1 Major Action",
      "duration": "Resist ends (Fail x 3 = 1 minute)",
      "description": "The target's movement is impaired, either by extreme cold, prolonged heat, poison, or injury to one or both legs. This bane is a favored attack among rogues, ice mages, telekinetisists, and gunslingers.",
      "effect": "The afflicted target's speed is reduced to half its current speed, rounded down to the nearest 5' increment. This applies to all movement that is physical (flight, walking, climbing, etc.). If the target is currently under a magical effect that increases speed, the two effects are canceled for the duration that both affect the target."
    },
    "stunned": {
      "name": "Stunned",
      "tags": ["Extraordinary", "Physical"],
      "power": [4],
      "attackAttributes": ["Agility", "Energy", "Entropy", "Might"],
      "validAttributes": ["Agility", "Energy", "Entropy", "Might"],
      "attack": ["Agility vs. Toughness", "Energy vs. Toughness", "Entropy vs. Toughness", "Might vs. Toughness"],
      "invocationTime": "1 Major Action",
      "duration": "Resist ends (Fail x 3 = 1 minute)",
      "description": "You disorient the target's senses, causing them to act much less efficiently. Stunning an enemy can be caused by attacks such as a pistol whip to the back of the head, a kick in the groin, and a deafening thunderclap.",
      "effect": "During the target's turn, they are limited to either a single major action, a single move action, or a single minor action. Effects that grant additional actions do not circumvent this unless they grant a free action. Note that a target expending its move action to resist this bane will receive the remainder of their usual actions if the resist roll succeeds.",
      "special": "This bane has special rules for boss NPCs (See Chapter 8: Running the Game). A boss is only affected by the stunned bane during its normal initiative turn. It may still take all of its boss actions as usual."
    },
    "stupefied": {
      "name": "Stupefied",
      "tags": ["Extraordinary"],
      "power": [7],
      "attackAttributes": ["Influence"],
      "validAttributes": ["Influence"],
      "attack": ["Influence vs. Resolve"],
      "invocationTime": "1 Major Action",
      "duration": "Resist ends (Fail x 3 = 1 minute)",
      "description": "The stupefied bane has examples in many stories and legends: a vampire's eyes, a siren's song, and a nymph's beauty are all known to cast a stupor upon weak-willed mortals. Being stupefied causes the target to be lulled into a false sense of security, tranquility, and pacifism.",
      "effect": "The target is in a state of mental fog, lowering their mental defenses. While stupefied, the target's Resolve defense is reduced to 10. In addition, the target has the approximate intelligence of a child. If attacked, it will defend itself until the attack ceases using its natural weapons, but the target will never employ any kind of complex tactic or ability, such as spellcasting. If the target sees fire, it will run away. If it feels pain, it will flee.",
      "special": "While most banes last until the target actively attempts to resist it, this bane prevents the target from actively attempting to break free. However, the target's true mind is suppressed but fights to regain control. As such, at the end of each of its turns, the target receives a resist roll as a free action to break free from the effect. Any attack that causes the target mental or physical pain gives the target an additional resist roll to break free from the bane. Also any action that would startle a wild animal (being hit with a rock, slapped on the face, etc.) will also trigger a free resist roll for the target. Unlike other resist rolls, those triggered by damage, fear, and trauma do not count against the target's typically allowed failures of 3, beyond which the duration of the bane would extend. When your target succeeds at a resist roll against this bane, they become immune to all subsequent attempts by you to inflict the bane for the next 24 hours."
    },
    "truthfulness": {
      "name": "Truthfulness",
      "tags": ["Extraordinary"],
      "power": [5],
      "attackAttributes": ["Influence"],
      "validAttributes": ["Influence"],
      "attack": ["Influence vs. Resolve"],
      "invocationTime": "10 Minutes",
      "duration": "10 minutes (special)",
      "description": "By controlling the target's mind through compulsion magic, chemical injection, neural probes, or similar means, you render them incapable of lying deliberately. This is a favored bane among enchanters, mad scientists, psychics, and thought police.",
      "effect": "The target answers any question asked with honesty, to the best of their knowledge. When compelled to reveal something they would not reveal outside of duress, the target makes a Will roll and you make an Influence roll. If the target's roll is higher than yours, then they resist the bane and the effect ends.",
      "special": "When you successfully invoke this bane, at the end of its duration, you can make another Influence roll to attempt to persist the bane. If successful, the bane persists without requiring the invocation time to be repeated.When a target wins the contested Will vs. Influence roll, you cannot target them with this bane again for 24 hours."
    }
  },
  "boons": {
    "absorb_object": {
      "name": "Absorb Object",
      "tags": ["Extraordinary"],
      "power": [4],
      "attribute": ["Alteration", "Movement"],
      "validAttributes": ["Alteration", "Movement"],
      "invocationTime": "1 Major Action",
      "duration": "Permanent",
      "description": "By restructuring your bodily composition, creating an extradimensional space, utilizing a cybernetic storage implant, or similar means, you absorb an object into your body, leaving it completely hidden from others and ready for access at a moment's notice.\n",
      "effect": "The object remains in place, completely hidden from the perception of others, until the target summons or recalls it (automatically) as a minor action. If anything happens to cancel this boon (such as the nullify bane), the object is immediately shunted out of the target's body as if the object had been withdrawn.\n"
    },
    "animation": {
      "name": "Animation",
      "tags": ["Extraordinary"],
      "power": [6, 8],
      "attribute": ["Creation", "Entropy", "Logic"],
      "validAttributes": ["Creation", "Entropy", "Logic"],
      "invocationTime": "8 Hours",
      "duration": "Permanent",
      "description": "You create a being of subhuman intelligence that persists indefinitely and autonomously. It might be a living creature, an undead fiend, a sentient construct, or any similar creation possessing lifelike properties. Examples of this boon in play include a necromancer creating an undead bodyguard, a mad scientist forging a subhuman being from body parts collected from a variety of corpses, and an engineer creating a cyborg from parts collected at a scrap yard.\n",
      "effect": "You are able to create an autonomous being from inanimate material components, such as dirt, bones, water, vines, scrap metal, or sand (the materials used are subject to the GM's discretion). To do so, you must first spend 8 hours completing a ritual, experiment, or similar manufacturing process. After this process is complete, make an action roll to invoke this boon. If successful, the inanimate form is permanently imbued with sentience.\nYour ability to animate a creature does not grant you the permanent ability to control it. However, newly animated beings are affected by the charmed bane (see below), and thus treat you more favorably immediately following their creation.\nThe GM, not the player, is responsible for deciding the attributes and abilities of this animated creature and should follow the guidelines established by the \"Simple Build\" section for creating NPCs in Chapter 8: Running the Game. Creatures created using this boon are typically limited to those of subhuman intelligence, such as zombies, combat droids, and golems.\n<ul>\n<li><strong>Power Level 6 - </strong> You can animate a single creature. Your invoking attribute score must be equal to or greater than the highest attribute score of the creature you're animating. With a successful invocation, the creature comes into existence with the charmed (Minor Charm) bane already in effect (no roll is required).</li>\n<li><strong>Power Level 8 - </strong> You may choose to animate a group of creatures: Either 10 creatures with a max attribute of 2, 5 creatures with a max attribute of 3, or 2 creatures with a max attribute of 5. In addition, the automatically invoked charmed bane is a Major Charm instead of Minor Charm.</li>\n</ul>\n"
    },
    "aura": {
      "name": "Aura",
      "tags": ["Extraordinary"],
      "power": [4, 6, 8],
      "attribute": ["Alteration", "Creation", "Energy", "Entropy", "Influence", "Movement", "Presence", "Prescience", "Protection"],
      "validAttributes": ["Alteration", "Creation", "Energy", "Entropy", "Influence", "Movement", "Presence", "Prescience", "Protection"],
      "invocationTime": "1 Major Action",
      "duration": "Sustain Persists",
      "description": "You surround a willing target in an aura that hurts their foes or helps their allies. A shield of gamma radiation that burns attackers, a circle of healing, and an aura of elemental protection are all examples of this boon in action.\n",
      "effect": "An aura extends from a willing target to a distance determined by the power level of this boon:\n<ul>\n<li><strong>Power Level 4</strong> - 5' radius</li>\n<li><strong>Power Level 6</strong> - 10' radius</li>\n<li><strong>Power Level 8</strong> - 15' radius</li>\n</ul>\nChoose a single bane or boon which uses the same attribute that you used to invoke Aura. The maximum power level for the chosen bane or boon is one-half the power level of your aura. Your aura radiates the chosen bane or boon as follows:\n<ul>\n<li><strong>If the aura radiates a bane,</strong> then the target of the aura is not affected by it. All other creatures (friend or foe) who willingly enter the area of the aura or end their turn within it suffer a bane attack to inflict the chosen bane. No creature may be subject to a bane attack from the same creature's aura more than once per round.</li>\n<li><strong>If the aura radiates a boon,</strong> then the target of the aura is also affected by it. The target and all allies who end their turn within the area of the aura automatically gain the chosen boon. Upon leaving the area of the aura, the boon is immediately removed. No creature may gain a boon from the same creature's aura more than once per round.</li>\n</ul>\n",
      "special": "This boon may require special attention and adjudication from the GM, as not all banes and boons may be an appropriate fit for an aura. Telekinesis, for example, is not a boon that can be granted to allies and thus does not work well as an aura.\n"
    },
    "barrier": {
      "name": "Barrier",
      "tags": ["Extraordinary"],
      "power": [3, 5, 7, 9],
      "attribute": ["Creation", "Energy", "Entropy", "Protection"],
      "validAttributes": ["Creation", "Energy", "Entropy", "Protection"],
      "invocationTime": "1 Major Action",
      "duration": "Sustain Persists",
      "description": "You summon forth a wall of thorns, ring of fire, swarm of robotic pests, cloud of entropic fog, or similar barrier to hurt or hinder your foes.\n",
      "effect": "When you invoke this boon, you must use multi-targeting to create a specific area of effect to define the space of your barrier. Upon successful invocation, choose a number of available properties for your wall based on your power level:\n<ul>\n<li><strong>Power Level 3 - </strong>Choose 1 property: Damaging (1d4), Obscuring, Hindering</li><li><strong>Power Level 5 - </strong>Choose 2 properties: Damaging (1d8), Obscuring, Hindering, Baneful, Mobile</li><li><strong>Power Level 7 - </strong>Choose 3 properties: Damaging (1d10), Obscuring, Hindering, Baneful, Mobile, Impassable</li><li><strong>Power Level 9 - </strong>Choose 4 properties: Damaging (2d6), Obscuring, Hindering, Baneful, Mobile, Impassable</li>\n</ul>\n<strong>Damaging:</strong> A creature who ends its turn within the barrier or willingly enters it, automatically suffers the indicated damage. A creature may only suffer this damage once per round.\n<br>\n<strong>Obscuring:</strong> Creatures cannot see through any part of the barrier or anything within it.\n<br>\n<strong>Hindering:</strong> Creatures move at half speed when travelling within the barrier.\n<br>\n<strong>Impassable:</strong> Creatures and objects cannot move through the barrier. If you place an impassable barrier in a space occupied by a creature, move that creature to the closest position of their choice that is not inside of the barrier. This movement does not provoke opportunity attacks.\n<br>\n<strong>Baneful:</strong> Choose a bane which you can inflict that has a power level less than or equal to the power level of your barrier. When a creature ends its turn within the barrier or willingly enters it, you may immediately make a bane attack against it to inflict the chosen bane. A creature can only be subject to one such bane attack from this barrier per round.\n<br>\n<strong>Mobile:</strong> You may spend a major action to move the barrier up to 30 feet.\n"
    },
    "blindsight": {
      "name": "Blindsight",
      "tags": ["Extraordinary", "Physical"],
      "power": [5],
      "attribute": ["Alteration", "Entropy", "Perception", "Prescience"],
      "validAttributes": ["Alteration", "Entropy", "Perception", "Prescience"],
      "invocationTime": "1 Major Action",
      "duration": "Sustain Persists",
      "description": "Even in the absence of light you are able to distinguish your surroundings. Some examples of blindsight include tremorsense, echolocation, heat vision, divine insight, or extraordinarily heightened senses.\n",
      "effect": "The target is immune to the blinded bane and they are able to see normally even in conditions of little or no light. Blindsight can also potentially counter invisiblity, though the GM will have to decide if the source creating the blindsight is appropriate to counter the source creating the invisible boon.\n"
    },
    "bolster": {
      "name": "Bolster",
      "tags": ["Extraordinary", "Physical"],
      "power": [3, 6, 8],
      "attribute": ["Alteration", "Creation", "Prescience", "Presence"],
      "validAttributes": ["Alteration", "Creation", "Prescience", "Presence"],
      "invocationTime": "1 Major Action",
      "duration": "Sustain Persists",
      "description": "You bolster your target's chances of success via inspiration, augmentation, divine blessing, or supernatural insight. Your target becomes more competent than they normally are. You might grant the sight of an eagle, the problem solving skills of an elite computer hacker, or the social grace of a trained courtier.\n",
      "effect": "Choose a single attribute. The target gains advantage on their action rolls with that attribute according to the power level of the boon.\n<ul>\n<li><strong>Power Level 3</strong> - Advantage 1.</li>\n<li><strong>Power Level 6</strong> - Advantage 2.</li>\n<li><strong>Power Level 8</strong> - Advantage 3.</li>\n</ul>\n"
    },
    "darkness": {
      "name": "Darkness",
      "tags": ["Extraordinary"],
      "power": [1, 2, 3, 4, 5, 6, 7, 8, 9],
      "attribute": ["Entropy", "Influence"],
      "validAttributes": ["Entropy", "Influence"],
      "invocationTime": "1 Major Action",
      "duration": "Sustain Persists",
      "description": "You create an area of illusory darkness or entropic energy that snuffs out all light. This boon is a favorite among illusionists, shadow casters, psions, and mad scientists.\n",
      "effect": "Choose a space or object within range. Darkness emanates from the target to a radius equal to five feet per power level of the boon. The effect cancels the effect of all natural light within its radius of effect and creatures that depend on light for vision suffer as though they have the blinded bane while in the area of effect. Creatures that do not depend on light for their vision (if they have tremorsense, blindsight, etc.) are unaffected. If the darkness area overlaps an area affected by the light boon, then the one of greater power level supersedes the other. If the power level of both is equal, then they cancel each other out.\n"
    },
    "detection": {
      "name": "Detection",
      "tags": ["Extraordinary"],
      "power": [1],
      "attribute": ["Prescience"],
      "validAttributes": ["Prescience"],
      "invocationTime": "1 Major Action",
      "duration": "Sustain Persists",
      "description": "You gain extraordinary vision that allows you to see colored auras which correlate to magical, spiritual, or other extraordinary forces. Common examples of this boon include a paladin detecting a suspect's true intentions, a psychic reading the aura of a location, and a cyborg scanning the terrain for signs of life.\n",
      "effect": "When calling on this boon, you must choose the type of aura you are detecting: <strong>holy</strong>, <strong>unholy</strong>, <strong>life</strong>, <strong>death</strong>, or <strong>magic</strong>. You can perceive invisible auras pertaining to the chosen type of force and have an approximate sense of their strength (from weak to overwhelming). These auras are usually based on an action that is deliberate, so an otherwise kind shopkeeper would radiate an aura of death for a time after poisoning or killing someone. Even a paladin slaying an evil archmage will give off a radius of death for a time after the killing blow.\n<ul>\n<li><strong>Holy</strong> - Holy energy surrounds extraplanar beings from the heavens or similar good-aligned dimensions where pure goodness is embodied. </li>\n<li><strong>Unholy</strong> - Unholy energy surrounds extraplanar beings from the hells or similar evil-aligned dimensions where pure evil is embodied.</li>\n<li><strong>Life</strong> - Beings from heavenly dimensions, far-future regenerative nanotech, and clerics wielding the power of healing or protection radiate an aura of life for a time after wielding such capabilities.</li>\n<li><strong>Death</strong> - Necromancers, undead, and murderers all radiate an aura of death. For undead, the aura is constant, since the power of death and magic is what animates them.</li>\n<li><strong>Magic</strong> - Extraordinary auras surround objects or places imbued with such effects. Extraordinary creatures who are innately magical, such as a nymph, constantly radiate magic. Natural creatures who wield magic, such as a human wizard, give off an aura only following use of their power.</li>\n</ul>\n",
      "special": "Unlike other boons, this boon cannot target another character. Only the character invoking the boon can see the auras. Additionally, the GM may allow other types of suitable auras to be detected as appropriate to the campaign setting.\n"
    },
    "flight": {
      "name": "Flight",
      "tags": ["Extraordinary"],
      "power": [5, 6, 8],
      "attribute": ["Alteration", "Movement"],
      "validAttributes": ["Alteration", "Movement"],
      "invocationTime": "1 Major Action",
      "duration": "Sustain Persists",
      "description": "By sprouting wings, activating an anti-gravity device, focusing telekinetic power, or similar means, the target takes to the skies.\n",
      "effect": "<ul>\n<li><strong>Power Level 5</strong> - The target gains a flight speed of 10'.</li>\n<li><strong>Power Level 6</strong> - The target gains a flight speed of 30'.</li>\n<li><strong>Power Level 8</strong> - The target gains a flight speed of 60'.</li>\n</ul>\nIf the boon is dispelled while the target is still in flight, they plummet to the ground immediately.\n"
    },
    "genesis": {
      "name": "Genesis",
      "tags": ["Extraordinary"],
      "power": [1, 3, 5, 7, 9],
      "attribute": ["Creation"],
      "validAttributes": ["Creation"],
      "invocationTime": "Special",
      "duration": "Instantaneous",
      "description": "You create something from nothing. Depending on the power of your invocation, you are able to manifest a wide array of materials, from temporary vegetable matter to permanent crafted goods of remarkable complexity. This boon is commonly invoked by druids to create food or grow plants, and by engineers to jury rig equipment or invent ingenious solutions to complex problems.\n",
      "effect": "<ul>\n<li><strong>Power Level 1</strong> - You can create <em>temporary</em> non-sentient matter (plants, dirt, water, vines, etc.), anything created in this way deteriorates or decomposes to become useless after 1 hour. Using this boon you can create 1 cubic foot of nonliving matter per attribute point of the invoking attribute. The invocation time for this application is 10 minutes.</li>\n<li><strong>Power Level 3</strong> - You can create <em>permanent</em> non-sentient matter (plants, dirt, water, vines, etc.). Using this boon you can either create enough food for 1 person or 1 cubic foot of nonliving matter per attribute point of the invoking attribute. The invocation time for this application is 1 hour.</li>\n<li><strong>Power Level 5</strong> - The quantity of <em>permanent</em> non-sentient matter (plants, dirt, water, vines, etc.). you can create expands, you can now produce 5 cubic feet per attribute point of the invoking attribute.</li>\n<li><strong>Power Level 7</strong> - You can create <em>permanent</em> mundane and organically complex or dense non-sentient matter, such as gems, iron, or marble. The resulting object's value can't be greater than a Wealth Level 2 item. You produce 1 cubic foot of such matter per attribute point of the invoking attribute. The invocation time for this application is 8 hours.</li>\n<li><strong>Power Level 9</strong> - You can create not just raw materials, but <em>permanent</em> crafted items - though a craftsman is still required to work anything into an exceptional quality. The invocation time for this application is 8 hours.</li>\n</ul>\n"
    },
    "haste": {
      "name": "Haste",
      "tags": ["Extraordinary"],
      "power": [2, 4, 6, 8],
      "attribute": ["Alteration", "Movement"],
      "validAttributes": ["Alteration", "Movement"],
      "invocationTime": "1 Major Action",
      "duration": "Sustain Persists",
      "description": "The target moves with extraordinary speed, dodging attacks more deftly and accomplishing actions at an uncanny rate. This may be the result of a chemical injection, psychic enhancement, time-altering magic, or similar means.\n",
      "effect": "<ul>\n<li><strong>Power Level 2</strong> - The target's speed is increased by 10'. </li>\n<li><strong>Power Level 4</strong> - The target's speed is increased by 15', and it gains +1 to Guard. </li>\n<li><strong>Power Level 6</strong> - The target's speed is increased by 20', and it gains +2 to Guard. Additionally, the target can make one extra major action on each of its turns. This action cannot be used to perform an interrupt action. If the action requires a roll, it suffers disadvantage 3.</li>\n<li><strong>Power Level 8</strong> - The target's speed is increased by 30', and it gains +3 to Guard. Additionally, the target can make up to two extra major actions on each of its turns. These actions cannot be used to perform an interrupt action. If the target takes 1 extra action that action has disadvantage 3, if they take a 2nd extra action, that action has disadvantage 6.</li>\n</ul>\n"
    },
    "heal": {
      "name": "Heal",
      "tags": ["Extraordinary"],
      "power": [1, 2, 3, 4, 5, 6, 7, 8, 9],
      "attribute": ["Creation", "Learning", "Logic", "Presence"],
      "validAttributes": ["Creation", "Learning", "Logic", "Presence"],
      "invocationTime": "1 Major Action",
      "duration": "Instantaneous",
      "description": "Healing can be one of two things: the actual mending of wounds and broken bones through sources like medicine, surgery, or supernatural creative life force, or the inspiration of your target to carry on fighting, even in the face of death. This boon is common among clerics, medics, bards, and combat leaders.\n",
      "effect": "Roll dice according to the boon power level below. These dice explode as normal. The target is healed a number of hit points equal to the total roll.\n<ul>\n<li><strong>Power Level 1</strong> - Heal 1d4.</li>\n<li><strong>Power Level 2</strong> - Heal 1d6.</li>\n<li><strong>Power Level 3</strong> - Heal 1d8.</li>\n<li><strong>Power Level 4</strong> - Heal 1d10.</li>\n<li><strong>Power Level 5</strong> - Heal 2d6.</li>\n<li><strong>Power Level 6</strong> - Heal 2d8.</li>\n<li><strong>Power Level 7</strong> - Heal 2d10.</li>\n<li><strong>Power Level 8</strong> - Heal 3d8.</li>\n<li><strong>Power Level 9</strong> - Heal 3d10.</li>\n</ul>\n",
      "special": "This boon does not heal lethal damage.\n"
    },
    "insubstantial": {
      "name": "Insubstantial",
      "tags": ["Extraordinary"],
      "power": [7],
      "attribute": ["Alteration", "Entropy"],
      "validAttributes": ["Alteration", "Entropy"],
      "invocationTime": "1 Major Action",
      "duration": "Sustain Persists",
      "description": "When a creature becomes insubstantial, it is no longer bound by physical barriers. Ghosts, wizards assuming gaseous form, and creatures who blink between dimensions are all exemplars of the insubstantial boon in action.\n",
      "effect": "The target gains the ability to pass freely through all physical barriers as if they were unoccupied spaces. In addition, they gain the ability to freely move in any direction in both the horizontal and vertical planes at their base speed (30' for most characters). While insubstantial, the target becomes immune to all attacks that target either Guard or Toughness. However, they also cannot deliver any attacks that target Guard or Toughness.\nIf concentration is interrupted or the boon ends while the target is inside of a solid structure, then the target is forcibly transported to the alternate plane they were traveling by way of at the time (typically an alternate dimension or plane).\n"
    },
    "invisible": {
      "name": "Invisible",
      "tags": ["Extraordinary"],
      "power": [5, 6],
      "attribute": ["Alteration", "Influence"],
      "validAttributes": ["Alteration", "Influence"],
      "invocationTime": "1 Major Action",
      "duration": "Sustain Persists",
      "description": "The target vanishes from the visible spectrum, either by bending light, creating an illusion, or stepping into an extradimensional space between the fabric of the planes. This boon is a favorite of special ops agents, illusionists, shadow dancers, inventors, and similar characters.\n",
      "effect": "Light passes through the target, making them translucent, however their physical form distorts and refracts light in a way that only the keenest sight can perceive. The target gains advantage according to the boon's Power Level on Agility rolls to hide. If completely still, this bonus is doubled. The target's Guard defense is increased against melee and ranged attacks, though it is unchanged against area attacks. When making an attack against target's that can't see you, their Guard defense is reduced. You cannot be the target of opportunity attacks unless the enemy can see you through non-visual means.\n<ul>\n<li><strong>Power Level 5</strong> - Advantage 3 to hide, +3 to Guard against ranged and melee attacks, and -2 to Guard for targets that can't see you.</li>\n<li><strong>Power Level 6</strong> - Advantage 5 to hide, +5 to Guard against ranged and melee attacks, and -4 to Guard for targets that can't see you.</li>\n</ul>\n"
    },
    "life_drain": {
      "name": "Life Drain",
      "tags": ["Extraordinary"],
      "power": [5],
      "attribute": ["Entropy"],
      "validAttributes": ["Entropy"],
      "invocationTime": "1 Major Action",
      "duration": "Sustain Persists",
      "description": "Like the bite of a vampire, the soul draining touch of a black mage, or the life sucking ray gun of a mad supervillain, this boon allows the target to steal the very lifeforce of their foes.\n",
      "effect": "While this boon persists, the target heals half (round up) of the damage they inflict with each attack. If an attack damages multiple foes, the target of this boon heals based on the total damage inflicted against all foes.\n"
    },
    "light": {
      "name": "Light",
      "tags": ["Extraordinary"],
      "power": [1, 2, 3, 4, 5, 6, 7, 8, 9],
      "attribute": ["Creation", "Energy"],
      "validAttributes": ["Creation", "Energy"],
      "invocationTime": "1 Minor Action",
      "duration": "Sustain Persists",
      "description": "Whether through magical summoning, energy manipulation, or some other means, you illuminate an area with a bright light. An android activating its head lamp, a fire mage creating a dancing torch flame, and an alchemist cracking a glow globe are all examples of this boon in play.\n",
      "effect": "Choose a space or object within range. Extraordinary light emanates from the target to a radius equal five feet per power level of the boon. If the light area overlaps an area affected by the darkness boon, then the one of greater power level supersedes the other. If the power level of both is equal, then they cancel each other out.\n"
    },
    "precognition": {
      "name": "Precognition",
      "tags": ["Extraordinary"],
      "power": [1, 3, 5, 7],
      "attribute": ["Prescience"],
      "validAttributes": ["Prescience"],
      "invocationTime": "1 Minute",
      "duration": "1 round",
      "description": "You peer into the future to gain insight into a course of action, an event, a person, or a place. Examples of this boon include a fortune teller throwing the bones, a superhuman detective analyzing evidence, a priest consulting a higher power for direction, and an advanced artificial intelligence calculating every possible outcome of a complex assortment of variables.\n",
      "effect": "<ul>\n<li><strong>Power Level 1</strong> - The target asks a question about a course of action they plan to take within the next five minutes. The GM communicates the insight through vague symbols, impressions, or a single word such as u201cfavorableu201d or u201cunfavorableu201d. </li>\n<li><strong>Power Level 3</strong> - The target asks a question about a course of action they plan to take within the next hour. The GM communicates the insight through vague symbols, impressions, or a single word such as u201cfavorableu201d or u201cunfavorableu201d. </li>\n<li><strong>Power Level 5</strong> - The target asks a single question about a particular event, decision, person, place, etc. The GM provides a meaningful (not vague, but still brief) explanation in one or two sentences that is a direct response to the knowledge the target seeks. Only one question can be asked about a given subject each week.</li>\n<li><strong>Power Level 7</strong> - The target can choose a particular event, decision, person, place, etc. After invoking this boon, the target begins to have extraordinary encounters (visions, trances, dreams, out-of-body experiences, etc.) through which the GM will provide the target with detailed information about the subject of your prescience. You can only maintain one such subject at a given time, however concentration is not required to maintain this state, it is perpetuated until you either choose to end it, or you choose to shift your focus.</li>\n</ul>\n"
    },
    "reading": {
      "name": "Reading",
      "tags": ["Extraordinary"],
      "power": [5, 6, 7, 8, 9],
      "attribute": ["Prescience"],
      "validAttributes": ["Prescience"],
      "invocationTime": "1 Major Action",
      "duration": "Sustain Persists",
      "description": "Through supernatural magic or extrasensory perception, you reach out and connect with an object or place, gaining the ability to read residual information from it and divine what has occurred in its vicinity in the past. This boon is common among psychics, detectives, and specialized hunters.\n",
      "effect": "When you successfully invoke this boon, you gain information from an object or place within range as follows:\n<ul>\n<li><strong>Power Level 5</strong> - The target can read vague ideas and impressions to learn what took place near the object or place within the past hour.</li>\n<li><strong>Power Level 6</strong> - The target can see a vivid vision, similar to a recording, of what took place near the object or place within the last hour.</li>\n<li><strong>Power Level 7</strong> - The target can ascertain the most recent owner of the object or the people who have most recently been in a place. This knowledge grants enough information for your target to use the spying bane to locate or view those identified.</li>\n<li><strong>Power Level 8</strong> - Choose one: The target sees a vision of the most recent significant event that took place in close proximity to the object or place - OR - the target asks whether or not a specific event is impressed upon the object or place.</li>\n<li><strong>Power Level 9</strong> - The target is able, given sufficient time, to access all memories impressed upon the object or place. You must maintain concentration, with each 10 minutes yielding a new vision from the object's or place's past. The GM determines the order in which the information is revealed. At the GM's discretion, concealed or particularly distant memories may require a much longer time to discover.</li>\n</ul>\n"
    },
    "regeneration": {
      "name": "Regeneration",
      "tags": ["Extraordinary"],
      "power": [1, 3, 5, 7, 9],
      "attribute": ["Alteration", "Creation"],
      "validAttributes": ["Alteration", "Creation"],
      "invocationTime": "1 Major Action",
      "duration": "Sustain Persists",
      "description": "The target gains an extraordinary ability to heal their wounds. Examples of this include the supernatural regeneration of a troll, a super soldier's adrenal biomod, or the ability to channel energy that results in continous healing. Regardless of the source, wounds close before the very eyes of an onlooker.\n",
      "effect": "While the regeneration boon is sustained, the target heals hit points at the beginning of each of the <em>boon invoker's</em> turns. The amount of healing is determined by the power level of the boon.\n<ul>\n<li><strong>Power Level 1</strong> - 1d4 </li>\n<li><strong>Power Level 3</strong> - 1d6 </li>\n<li><strong>Power Level 5</strong> - 1d8 </li>\n<li><strong>Power Level 7</strong> - 1d10 </li>\n<li><strong>Power Level 9</strong> - 2d6 </li>\n</ul>\n",
      "special": "This boon does not heal lethal damage.\n"
    },
    "resistance": {
      "name": "Resistance",
      "tags": ["Extraordinary"],
      "power": [3, 5, 7, 9],
      "attribute": ["Alteration", "Energy", "Movement", "Protection"],
      "validAttributes": ["Alteration", "Energy", "Movement", "Protection"],
      "invocationTime": "1 Major Action",
      "duration": "Sustain Persists",
      "description": "Whether through a magical force field, an elemental wall, self-attaching body armor, or a temporary mutation, the target becomes resistant to the effects of damage from a certain type of attack. This boon is common among abjurers, engineers, telekinetisists, and elemental mages.\n",
      "effect": "When the boon is invoked, the invoker chooses one type of attack and the target gains resistance to that type. The types include precise, forceful, fire, cold, lightning, acid, influence, and entropy (other types may be approved by the GM). The effect of the resistance is determined by the power level of the boon (the following are not cumulative):\n<ul>\n<li><strong>Power Level 3</strong> - The target's defense scores are increased by 3 against the chosen attack type.</li>\n<li><strong>Power Level 5</strong> - The target's defense scores are increased by 6 against the chosen attack type.</li>\n<li><strong>Power Level 7</strong> - The target's defense scores are increased by 9 against the chosen attack type.</li>\n<li><strong>Power Level 9</strong> - The target is immune to damage and harmful effects from the chosen attack type.</li>\n</ul>\n"
    },
    "restoration": {
      "name": "Restoration",
      "tags": ["Extraordinary"],
      "power": [1, 2, 3, 4, 5, 6, 7, 8, 9],
      "attribute": ["Creation", "Protection"],
      "validAttributes": ["Creation", "Protection"],
      "invocationTime": "1 Major Action",
      "duration": "Instantaneous",
      "description": "By invoking protective magic, creative force, or similar powers, you cancel all harmful afflictions that are affecting your target. Examples of this boon in action include a cleric breaking enchantments, an engineer deploying a team of rescue bots, or a combat medic applying advanced medical techniques.\n",
      "effect": "You can dispel all banes affecting your target of a power level less than or equal to the level at which you invoke this boon.\n\n<ul>\n<li><strong>Power Level 1</strong> - Cancel banes of Power Level 1 or less. </li>\n<li><strong>Power Level 2</strong> - Cancel banes of Power Level 2 or less. </li>\n<li><strong>Power Level 3</strong> - Cancel banes of Power Level 3 or less. </li>\n<li><strong>Power Level 4</strong> - Cancel banes of Power Level 4 or less. </li>\n<li><strong>Power Level 5</strong> - Cancel banes of Power Level 5 or less. </li>\n<li><strong>Power Level 6</strong> - Cancel banes of Power Level 6 or less. </li>\n<li><strong>Power Level 7</strong> - Cancel banes of Power Level 7 or less. </li>\n<li><strong>Power Level 8</strong> - Cancel banes of Power Level 8 or less. </li>\n<li><strong>Power Level 9</strong> - Cancel banes of Power Level 9 or less. </li>\n</ul>\n",
      "special": "You can dispel banes of a power level beyond your power level of this boon. In order to do so, you must invoke this boon using an action roll (i.e., it is not compatible with the automatic success granted by the <em>boon focus</em> feat). The Challenge Rating to dispel a bane in this manner is equal to 20 + twice the bane's power level. So, for example, a power level 9 bane can be dispelled on a roll of 38 even if the invoker does not have an attribute score of 9.\n"
    },
    "seeing": {
      "name": "Seeing",
      "tags": ["Extraordinary"],
      "power": [4, 5, 6],
      "attribute": ["Prescience"],
      "validAttributes": ["Prescience"],
      "invocationTime": "1 Major Action",
      "duration": "Sustain Persists",
      "description": "You are able to see through the eyes of a willing ally. This power might stem from a psychic link, cybernetic implant, or magical enchantment.\n",
      "effect": "For as long as you concentrate, you can see through the eyes of the target, a willing ally. The target can be any friendly creature, including animals, beasts, and humanoids. The distance of the connection depends on the power level of this boon.\n<ul>\n<li><strong>Power Level 4</strong> - The ally must be within 100'. </li>\n<li><strong>Power Level 5</strong> - The ally must be within 1 mile. </li>\n<li><strong>Power Level 6</strong> - The ally must be anywhere on the same plane of existence. </li>\n</ul>\n",
      "special": "If your action roll to invoke this boon fails, that ally cannot be targeted for 1 hour.\n"
    },
    "shapeshift": {
      "name": "Shapeshift",
      "tags": ["Extraordinary"],
      "power": [2, 3, 4, 5, 6, 7, 8],
      "attribute": ["Alteration"],
      "validAttributes": ["Alteration"],
      "invocationTime": "1 Major Action",
      "duration": "Sustain Persists",
      "description": "A target's physical structure is temporarily altered, allowing it to assume the form of potentially any creature no matter how fantastic or exotic. Common examples of shapeshifting include lyncanthropes (such as werewolves), amorphous alien lifeforms, dopplegangers, and certain types of druids.\n",
      "effect": "The target transforms into a creature whose highest attribute is less than or equal to your Alteration score. With the exception of Alteration, all of the target's extraordinary attribute scores drop to zero, and they acquire the Agility, Fortitude, Might, and Perception attributes of the new form.\nThe GM, not the player, is responsible for deciding the attributes and abilities of creature. It is recommended that this creature follow the guidelines established by the \"Simple Build\" section for creating NPCs in Chapter 8: Running the Game.\nIn order to keep track of hit points, the target should record the total damage they have suffered. When transforming, damage remains with the character even if their maximum hit points change. For example, Vera has a max HP of 20 but is turned into a dragon and her Fortitude increases from 5 to 9, increasing her hit points to 28. During combat, she suffers 10 damage. When she later transforms back into her human form, the 10 damage remains and is subtracted from her new maximum, leaving her with 10 out of 20 hit points. Additionally, if the shift would reduce the target's hit points to less than 1, the target's hit point total becomes 1 instead.\nLimitations are applied starting at power level 2 and are gradually removed at higher power levels:\n<ul>\n<li><strong>Power Level 2</strong> - The new form cannot be a different size than that of the target. It must possess similar physiology to the target. Examples of different physiology classifications include animals, plants, elementals, and oozes. This list is not exhaustive, and the GM has final say as to what forms are allowed. The target does not gain alternate forms of movement (flight, swimming, climbing, burrowing, etc.). The target does not gain extraordinary attributes of the new form (hence, they cannot inflict banes that rely on the creature's extraordinary attributes).</li>\n<li><strong>Power Level 3</strong> - Shapeshift into a creature between half and double the target's original size. Gain any non-flight movement modes of the new form.</li>\n<li><strong>Power Level 4</strong> - Shapeshift into a creature between one quarter and quadruple the target's original size. </li>\n<li><strong>Power Level 5</strong> - Gain the flying movement mode of the new form, if applicable.</li>\n<li><strong>Power Level 6</strong> - Shapeshift into a living creature of a different physiology, such as an elemental, ooze, or a plant.</li>\n<li><strong>Power Level 7</strong> - Gain all extraordinary attributes possessed by the new form. If both forms have an Alteration attribute, the target chooses between the two scores.</li>\n<li><strong>Power Level 8</strong> - Shapeshift into a creature of any size. </li>\n\n</ul>\n",
      "special": "Shapeshifting into a specific creature (attempting to impersonate them) requires a Deception action roll which is opposed by Perception attribute of anyone who sees the shapeshifted creature. In addition, at power levels 4 and lower, the target does not gain mastery over any special movement modes granted by the new form. As such, the movement speed is cut in half for movement modes not native to the original form, and the GM may rule that certain actions, such as swimming in combat, suffer disadvantage on relevant action rolls.\n"
    },
    "summon_creature": {
      "name": "Summon Creature",
      "tags": ["Extraordinary"],
      "power": [4, 5, 6, 7, 8, 9],
      "attribute": ["Alteration", "Creation", "Entropy", "Energy"],
      "validAttributes": ["Alteration", "Creation", "Entropy", "Energy"],
      "invocationTime": "1 Focus Action",
      "duration": "Sustain Persists",
      "description": "You summon forth a creature to assist your cause, whether they are animals called from the wild, undead minions built from the remains of your foes, or worker bots constructed of spare parts from a salvage yard. This boon is favored by druids, conjurers, engineers, necromancers, and mad scientists.\n",
      "effect": "You create or summon a temporary NPC companion that is under your control, though of limited intelligence. Your minion's statistics are determined by the power level of this boon. You may assign the attributes as you see fit among the following: Agility, Fortitude, Might, Perception, Energy, and Entropy. Your minion's attributes do not affect their hit points or defenses.\n<table><tbody><tr class=\"header\"><th>Power Level</th><th>Hit Points</th><th>Defenses</th><th>Attributes</th></tr><tr class=\"odd\"><td>4</td><td>4</td><td>11</td><td>2, 1, 1</td></tr><tr class=\"even\"><td>5</td><td>5</td><td>12</td><td>3, 2, 2</td></tr><tr class=\"odd\"><td>6</td><td>6</td><td>13</td><td>4, 3, 3</td></tr><tr class=\"even\"><td>7</td><td>7</td><td>14</td><td>5, 4, 4</td></tr><tr class=\"odd\"><td>8</td><td>8</td><td>15</td><td>6, 5, 5</td></tr><tr class=\"even\"><td>9</td><td>9</td><td>16</td><td>7, 6, 6</td></tr></tbody></table>\nYour minion cannot act on the turn that it is summoned. On each of your following turns, your minion acts on your initiative count according to your direction, receiving the usual assortment of actions. You are limited to a maximum number of summoned creatures equal to your invoking attribute score. Feats and other abilities cannot increase this limit.\n",
      "special": "Creatures summoned by this boon cannot be healed if they reach zero hit points. They are permanently dead. Additionally, creatures summoned by this boon cannot invoke it.\nMulti-targeting for this boon does not work as it does for other boons. You may use a single invocation to summon multiple creatures. For each additional creature summoned beyond the first, you suffer an additional disadvantage 2 on your action roll to invoke. Any effect that modifies multi-targeting penalties will work as normal in offsetting this disadvantage.\n"
    },
    "sustenance": {
      "name": "Sustenance",
      "tags": ["Extraordinary"],
      "power": [3, 4, 5, 7, 9],
      "attribute": ["Alteration", "Creation", "Protection"],
      "validAttributes": ["Alteration", "Creation", "Protection"],
      "invocationTime": "1 Major Action",
      "duration": "24 hours",
      "description": "You protect the target from environmental dangers or suspend their usual biological needs. Examples include sprouting gills to allow for underwater breathing, calling on a divine power to be sustained without food, and using far-future biomodifications to endure extreme cold.\n",
      "effect": "You protect the target from one environmental danger, biological need, or similar condition. The power level of this boon determines the type of conditions you may protect against.\n<ul>\n<li><strong>Power Level 3</strong> - Target is unaffected by a chosen type of hostile climate. Examples include heat, cold, and radiation.</li>\n<li><strong>Power Level 4</strong> - Target can sustain a single biological need from an alternate source, such as by breathing the oxygen found in water, drinking from an irradiated stream, or eating food not normally edible</li>\n<li><strong>Power Level 5</strong> - Target can subsist without the essential nourishment periodically required for sustenance, such as food or water.</li>\n<li><strong>Power Level 7</strong> - Target can subsist without the most critical nourishment, that which is typically consumed on a moment-to-moment basis, such as air.</li>\n<li><strong>Power Level 9</strong> - Target is unaffected even when cut off from all biological necessities, including warmth, water, air, food, and any other biological need.</li>\n</ul>\n",
      "special": "You may only have one instance of this boon in effect at any given time. As soon as you invoke it, any previous invocations are immediately canceled.\n"
    },
    "telekinesis": {
      "name": "Telekinesis",
      "tags": ["Extraordinary"],
      "power": [3, 5, 7, 9],
      "attribute": ["Movement"],
      "validAttributes": ["Movement"],
      "invocationTime": "1 Major Action",
      "duration": "Sustain Persists",
      "description": "You reach out and extraordinarily control an unattended inanimate object. This may stem from latent psychic ability, magical manipulation of the element of air, anti-gravity technology, or similar sources.\n",
      "effect": "Immediately upon invoking the boon, and again each round when you sustain the boon, you may move the target object up to 5' times your invoking attribute score. As part of moving an object, you may also manipulate it (for example, turning a door knob or opening a coin purse). A new invocation of this boon must be attempted whenever you wish to target a different object. The power level of the boon determines the size and weight of the objects you may target:\n<ul>\n<li><strong>Power Level 3</strong> - The object must be smaller than a 1' cube or lighter than 10 pounds.</li>\n<li><strong>Power Level 5</strong> - The object must be smaller than a 5' cube or lighter than 100 pounds.</li>\n<li><strong>Power Level 7</strong> - The object must be smaller than a 10' cube or lighter than 1,000 pounds.</li>\n<li><strong>Power Level 9</strong> - The object must be smaller than a 20' cube or lighter than 10,000 pounds.</li>\n</ul>\n"
    },
    "telepathy": {
      "name": "Telepathy",
      "tags": ["Extraordinary"],
      "power": [3, 5, 6, 7],
      "attribute": ["Influence", "Prescience"],
      "validAttributes": ["Influence", "Prescience"],
      "invocationTime": "1 Major Action",
      "duration": "Sustain Persists",
      "description": "You reach out mentally to a willing target and speak wordlessly with thought-to-thought communication. Examples of this boon in action include a psychic who can connect with the minds of others and a far future artificial intelligence capable of passing information to other beings through the vibration of quantum strings.\n",
      "effect": "You and the target can communicate with each other simply through thought. Note that this telepathy does not bestow intelligence upon creatures, so you could not use it to communicate with a squirrel unless you already possessed other means of doing so. Additionally, telepathy does not bypass language barriers, so you would need to already speak the language of your target.\n<ul>\n<li><strong>Power Level 3</strong> - You can communicate telepathically with a single creature of animal-level intelligence or lower. Keep in mind that it can only communicate concepts with you that it can understand.</li>\n<li><strong>Power Level 5</strong> - You can communicate telepathically with a single creature of humanoid intelligence.</li>\n<li><strong>Power Level 6</strong> - You can create a mental relay between yourself and up to five other creatures allowing each of them to communicate with the rest of the group simultaneously.</li>\n<li><strong>Power Level 7</strong> - You can communicate telepathically with any number of creatures that you can see.</li>\n</ul>\n"
    },
    "teleport": {
      "name": "Teleport",
      "tags": ["Extraordinary"],
      "power": [3, 5, 7, 9],
      "attribute": ["Movement"],
      "validAttributes": ["Movement"],
      "invocationTime": "1 Move Action",
      "duration": "Instantaneous",
      "description": "You are able to instantly move yourself or an ally from one place to another, either by stepping into an intermediate realm, deconstructing and reforming a physical body, transporting magically, or similar means.\n",
      "effect": "<ul>\n<li><strong>Power Level 3</strong> - You can teleport the target to any unoccupied space within 5 feet per Movement attribute score as long as you can naturally see your destination. </li>\n<li><strong>Power Level 5</strong> - Your teleportation range is unchanged, but you can now teleport your target to spaces that you can't see. If you choose an occupied space, your target lands in the nearest adjacent space (roll randomly to decide if there are multiple options) and your target is stunned for 1 round (a resist roll is not needed to end the effect). </li>\n<li><strong>Power Level 7</strong> - You can opt to take longer in invoking the boon. If you choose to do so, for each minute of invocation (delay before making your action roll) you can teleport the target 1 mile, up to a maximum number of miles equal to your Movement attribute score. While the distance is greater, this mode is also dangerous, as a misunderstanding of direction or geography can put your target many miles in an unfavorable direction. You simply choose a direction (relative to your starting location) and teleport your target a number of miles equal to your Movement score. During invocation, you must spend a focus action each turn until the invocation time passes.</li>\n<li><strong>Power Level 9</strong> - Using the same longer invocation time for power level 7, you can now teleport your target to any location without range limit, provided you have personally seen (through magical or normal means) the destination.</li>\n</ul>\n"
    },
    "tongues": {
      "name": "Tongues",
      "tags": ["Extraordinary"],
      "power": [5, 6],
      "attribute": ["Prescience"],
      "validAttributes": ["Prescience"],
      "invocationTime": "10 Minutes",
      "duration": "Sustain Persists",
      "description": "You or an ally temporarily gains the ability to read, write, and speak languages that they are otherwise unfamiliar with. This ability may come by channeling interplanar spirits, tapping the power of a super intelligence, making deductions based on an extraordinary understanding of the science of communication, or similar means.\n",
      "effect": "<ul>\n<li><strong>Power Level 5</strong> - Your target can understand and speak a language of your choice.</li>\n<li><strong>Power Level 6</strong> - Your target can read a language of your choice.</li>\n</ul>\n"
    },
    "transmutation": {
      "name": "Transmutation",
      "tags": ["Extraordinary"],
      "power": [3, 5, 7, 8, 9],
      "attribute": ["Alteration"],
      "validAttributes": ["Alteration"],
      "invocationTime": "1 Minute",
      "duration": "Sustain Persists",
      "description": "You are able to change the size, shape, and composition of physical matter that you touch. Transmute rocks to gold, a wall into a door, or a lump of metal into a loaded gun. This boon is favored among druids, transmuters, engineers, and mad scientists.\n",
      "effect": "Your power level determines the types of matter you can transmute as well as the duration of the effect. The duration is either <em>temporary</em> or <em>permanent</em>. A <strong>temporary</strong> transmutation must be sustained every round. A <strong>permanent</strong> transmutation does not have to be sustained and persists until some other effect would cancel it. The maximum volume of matter you can transmute is on 5 cubic feet multiplied by your attribute score.\n<ul>\n<li><strong>Power Level 3</strong> - <em>Temporarily</em> transmute an object into another object of the same size and weight.</li>\n<li><strong>Power Level 5</strong> - <em>Temporarily</em> transmute an object into another object of the same size and 50% greater or lesser weight. <em>Temporarily</em> transmute an object into another object of the same weight and 50% greater or lesser size.</li>\n<li><strong>Power Level 7</strong> - <em>Permanently</em> transmute an object into another object of the same size and weight. <em>Temporarily</em> transmute an object into another object of the same size and 200% greater or lesser weight. <em>Temporarily</em> transmute an object into another object of the same weight and 200% greater or lesser size.</li>\n<li><strong>Power Level 8</strong> - <em>Permanently</em> transmute an object into another object of up to 200% difference in size and/or weight. <em>Temporarily</em> transmute a simple object into a mundane object of notable complexity. The resulting object must be of Wealth Level 2 or less.</li>\n<li><strong>Power Level 9</strong> - <em>Permanently</em> transmute a simple object into a mundane and complex one. The resulting object must be of Wealth Level 2 or less.</li></ul>\n"
    },
    "truesight": {
      "name": "Truesight",
      "tags": ["Extraordinary"],
      "power": [5, 6, 7, 8, 9],
      "attribute": ["Prescience"],
      "validAttributes": ["Prescience"],
      "invocationTime": "1 Major Action",
      "duration": "Sustain Persists",
      "description": "You grant yourself or an ally the ability to perceive that which cannot be detected with mundane senses, piercing impediments that would block or deceive normal sight, including darkness, solid objects, illusions, and even the barrier between alternate planes of reality. This power may stem from extrasensory perception, divine blessing, cybernetically enhanced senses, or similar means.\n",
      "effect": "<ul>\n<li><strong>Power Level 5</strong> - The target sees the presence of extraordinary effects such as magic, cloaking technology, and other effects that could be seen through extra-visual perception. In addition, this boon grants advantage 1 on rolls used to detect mundane concealment such as hidden passages, furniture with hidden storage, and concealed traps or other hazards.</li>\n<li><strong>Power Level 6</strong> - The target's extraordinary sight pierces natural and magical darkness.</li>\n<li><strong>Power Level 7</strong> - The target's extraordinary sight pierces through all illusory effects, allowing them to see a *phantasm* for what it is.</li>\n<li><strong>Power Level 8</strong> - The target can see through solid objects and their natural visual range is unhindered by them.</li>\n<li><strong>Power Level 9</strong> - The extraordinary sight enables the target to peer into alternate planes or dimensions. They can see into dimensional pockets and other planes that overlap with the one they are currently on. In addition, the target's visual range becomes supercharged.</li>\n</ul>\n"
    }
  },
  "feats": [
    {
      "name": "Alternate Form (I - II)",
      "prerequisites": {"tier1": {"Other": ["None"]}, "tier2": {"Other": ["None"]}},
      "tags": ["No Prerequisite"],
      "cost": [3],
      "description": "You have the ability to transform from one persona to another, whether that be through bodily transformation like a werewolf or through exterior mechanisms, such as a cybernetically enhanced soldier who can call forth a symbiotic mech suit.\n",
      "effect": "Upon taking this feat, you build a single alternate form using the normal character creation rules, though your attribute and feat points are determined by your tier in this feat:\n<ul>\n<li><strong>Tier 1</strong> - Half of your primary form's attribute points (rounded up), and 3 feat points.</li>\n<li><strong>Tier 2</strong> - Same attribute points as your primary form, and 3 feat points less than your primary form.</li>\n</ul>\nWhenever your primary form gains new attribute points or levels up, your alternate form also gains points according to the above formulas.\nAs a focus action, you may change between any two forms (including your primary form or any alternate form). You maintain this capability in all of your forms.\nEach form is treated as a completely different character for mechanical purposes - possessing different attributes, feats, perks, flaws, and other defining characteristics. Your alternate form does, however, retain the ability to transform back into your primary form.\nIn order to keep track of hit points, you should always record the total damage that your character has suffered. When transforming, your damage remains with you even if your maximum hit points change. For example, Dr. Jekyll has a max HP of 15 and Mr. Hyde has a max HP of 30. During combat, Mr. Hyde suffers 10 damage. When he later transforms back into Dr. Jekyll, the 10 damage remains and is subtracted from his new maximum, leaving the doctor with 5 out of 15 hit points. Additionally, when changing forms, if your hit points would be reduced to less than 1, your hit point total becomes 1 instead.\n",
      "special": "When selecting feats for your alternate form, you may not select the <em>Alternate Form</em> feat.\nWith GM approval, you may take this feat multiple times. If you do, you get access to an additional form. Multiple Alternate Forms can be a powerful way of accumulating new feat points and attributes. The GM should prevent players from exploiting the feat to create an overly powerful character.\n"
    },
    {
      "name": "Area Manipulation (I - V)",
      "prerequisites": {"tier1": {"Other": ["None"]}, "tier2": {"Other": ["None"]}, "tier3": {"Other": ["None"]}, "tier4": {"Other": ["None"]}, "tier5": {"Other": ["None"]}},
      "tags": ["No Prerequisite", "Extraordinary"],
      "cost": [1],
      "description": "Whether unloading your assault rifle on full-automatic or hurling a ball of flame, you are exceptionally precise at choosing targets for area attacks, allowing you to avoid allies who would otherwise be caught in the line of fire.\n",
      "effect": "For each tier of this feat you possess, you can omit a single 5-foot square from being targeted as part of an area attack.\n"
    },
    {
      "name": "Armor Mastery (I - II)",
      "prerequisites": {"tier1": {"Other": ["None"]}, "tier2": {"Other": ["None"]}},
      "tags": ["No Prerequisite"],
      "cost": [3],
      "description": "Whether you are a heavily armored mechanized knight or a nimble rogue in studded leather, you and your armor are one. Your training and experience at wearing armor allows you to maximize its protection and minimize its drawbacks.\n",
      "effect": "Your training allows you to sleep in armor without gaining one level of the <em>fatigued</em> bane. In addition, while wearing armor, you gain the following benefits:\n<ul>\n<li><strong>Tier 1</strong> - The Fortitude prerequisite for wearing armor is reduced by 1. When wearing armor, you get a +1 armor bonus to your Guard defense.</li>\n<li><strong>Tier 2</strong> - The Fortitude prerequisite for wearing armor is reduced by 2. When wearing armor, you get a +2 armor bonus to your Guard defense. Any movement penalty is reduced by 5'.</li>\n</ul>\n"
    },
    {
      "name": "Attack Redirection",
      "prerequisites": {"tier1": {"Feat": ["Defensive Reflexes II"]}},
      "tags": ["Extraordinary"],
      "cost": [3],
      "description": "You are adept at redirecting your enemy's attacks. Whether using fancy footwork, magical force, or tactical superiority, you know how to force your enemy to attack unintended targets.\n",
      "effect": "When you make a defend action and your roll exceeds the attacker's action roll, you can choose to redirect the attack to a target that is neither you, nor the attacker. The original attack roll does not change, only the target. If the attack was a melee attack, you can redirect it to anyone within 5' of you (as opposed to within 5' of the attacker).\n"
    },
    {
      "name": "Attack Specialization (I - IX)",
      "prerequisites": {
        "tier1": {"any": {"Attribute": [{"Agility": 3}, {"Might": 3}, {"Any Extraordinary": 3}]}},
        "tier2": {"any": {"Attribute": [{"Agility": 3}, {"Might": 3}, {"Any Extraordinary": 3}]}},
        "tier3": {"any": {"Attribute": [{"Agility": 3}, {"Might": 3}, {"Any Extraordinary": 3}]}},
        "tier4": {"any": {"Attribute": [{"Agility": 5}, {"Might": 5}, {"Any Extraordinary": 5}]}},
        "tier5": {"any": {"Attribute": [{"Agility": 5}, {"Might": 5}, {"Any Extraordinary": 5}]}},
        "tier6": {"any": {"Attribute": [{"Agility": 5}, {"Might": 5}, {"Any Extraordinary": 5}]}},
        "tier7": {"any": {"Attribute": [{"Agility": 7}, {"Might": 7}, {"Any Extraordinary": 7}]}},
        "tier8": {"any": {"Attribute": [{"Agility": 7}, {"Might": 7}, {"Any Extraordinary": 7}]}},
        "tier9": {"any": {"Attribute": [{"Agility": 7}, {"Might": 7}, {"Any Extraordinary": 7}]}}
      },
      "tags": ["Passive", "Weapon", "Extraordinary", "Combat"],
      "cost": [3],
      "description": "Like a samurai who masters the art of the katana or an elementalist who specializes in summoning flame, you are so well trained with a particular form of attack that you can devastate foes with much more skill than the average combatant.\n",
      "effect": "When you take this feat, select one weapon or attack type. You gain advantage 1 per tier of this feat for any <em>damaging</em> attack made with your chosen attack type. This bonus does not apply to bane attacks or boon invocations.\nExamples of attack types you can choose to specialize in include fire, cold, lightning, acid, poison, entropy, and force - though this list is not exhaustive.\n",
      "special": "In addition to purchasing multiple tiers of this feat, you may take this feat multiple times and select a new weapon or attack type each time. Your total advantage to an attack is equal to your tier for that particular weapon or attack type. For example, a character might have Attack Specialization II (Fire) for fire attacks and Attack Specialization IV (Longsword) for longsword attacks.\n"
    },
    {
      "name": "Attribute Substitution (I - II)",
      "prerequisites": {"tier1": {"Other": ["None"]}, "tier2": {"Other": ["None"]}},
      "tags": ["Any Attribute"],
      "cost": [2],
      "description": "Your prowess in an extraordinary, mental, or social attribute is linked in a way that empowers another attribute of your character, allowing you to use that attribute for tasks normally reserved for another. Examples of Attribute Substitution in play include a martial artist who is physically weak but capable of using internal chi to throw and disable opponents, an anatomical genius who uses logic to make vital strikes rather than their agility, or a gunslinger whose deadshot aim is the result of a dark pact.\n",
      "effect": "When you take this feat, you create a permanent link between two attributes: one stronger (the primary attribute) and one weaker (the dependent attribute). You may use your primary attribute in place of the dependent attribute for different purposes depending on which tier of the feat you have:\n<ul>\n<li><strong>Tier 1</strong>\n  <ul>\n  <li>Making non-attack, non-defend, non-invocation action rolls</li>\n  <li>Calculating hit points, defenses, and other secondary statistics</li>\n  <li>Meeting feat prerequisites</li>\n  <li>Other situations at the GM's discretion</li>\n  </ul>\n</li>\n<li><strong>Tier 2</strong>\n  <ul>\n  <li>Making attack and defend action rolls</li>\n  <li>Invoking banes and boons</li>\n  </ul>\n</ul>\nThe relationship formed by your two attributes is subject to case-by-case approval and must be approved by the GM first. The link must be logical and consistent with the story you are trying to tell. For example, a brawler who substitutes their Logic for their Might to represent their ability to use leverage in grappling rather than strength would likely not get to use their Logic score for an attempt to bend the bars on a prison cell. Furthermore, the GM should prevent players from creating illogical substitutions that are purely aimed at making their characters unreasonably powerful. Two examples of proper uses of this feat include a calculating warrior who studies angles, leverage, and physics to substitute Logic for Might, or a gunslinger who channels dark energy, giving her deadshot accuracy and substituting Entropy for Agility.\n"
    },
    {
      "name": "Bane Focus",
      "prerequisites": {"tier1": {"Other": ["Ability to invoke the chosen bane"]}},
      "tags": ["Might", "Passive", "Combat", "Bane"],
      "cost": [3],
      "description": "You are specialized in the use of a particular bane that is iconic to your character. Perhaps you are a martial artist known for your stunning strikes, a sniper who knows how to slow a target's escape, or a fire mage who sets enemies ablaze with persistent burning damage.\n",
      "effect": "Choose a bane that you can invoke. When your roll on a damaging attack exceeds the target's defense by 5 or more (as opposed to the usual 10), you can inflict this bane for free. Each attack is still only capable of inflicting a single bane. Furthermore, when making a bane attack to inflict your chosen bane, you gain advantage 2 on the bane attack roll.\n",
      "special": "You may take this feat multiple times. Each time you do, choose a different bane.\n"
    },
    {
      "name": "Battle Trance",
      "prerequisites": {"tier1": {"any": {"Attribute": [{"Fortitude": 3}, {"Will": 3}]}}},
      "tags": null,
      "cost": [3],
      "description": "You can enter a heightened mental state of combat readiness, in which your body is strengthened and your mind transcends fear and pain. Examples include a raging barbarian or an unstoppable samurai with laser focus in the heat of battle.\n",
      "effect": "As a free action on your turn, you may enter a battle trance. While entranced, you have advantage 1 on all attacks. Additionally, your Toughness and Resolve defenses are increased by 3. If your total armor bonus is less than 3, it becomes 3. If you take three consecutive turns without making an attack roll against an enemy creature, the battle trance ends. When the battle trance ends, you automatically suffer 1 level of the <a href=\"/banes/fatigued\">fatigue bane</a>.\n"
    },
    {
      "name": "Battlefield Opportunist (I - V)",
      "prerequisites": {
        "tier1": {"any": {"Attribute": [{"Agility": 4}, {"Might": 4}]}},
        "tier2": {"any": {"Attribute": [{"Agility": 4}, {"Might": 4}]}},
        "tier3": {"any": {"Attribute": [{"Agility": 4}, {"Might": 4}]}},
        "tier4": {"any": {"Attribute": [{"Agility": 4}, {"Might": 4}]}},
        "tier5": {"any": {"Attribute": [{"Agility": 4}, {"Might": 4}]}}
      },
      "tags": ["Might", "Agility", "Passive", "Combat", "Feat Chain"],
      "cost": [2],
      "description": "Your battlefield prowess allows you to capitalize on windows of opportunity that others don't notice, making you far more deadly in melee combat. Whether you wield an axe, plasmablade, or your bare fists, foes struggle to maneuver around or away from you.\n",
      "effect": "You may make an additional opportunity attack per round for each tier of this feat you possess. You can only make one opportunity attack per triggering action (e.g., you cannot make multiple attacks against the same foe when they leave your threatened space).\n"
    },
    {
      "name": "Battlefield Punisher",
      "prerequisites": {"tier1": {"any": {"Attribute": [{"Agility": 5}, {"Might": 5}, {"Any Extraordinary": 5}]}, "Feat": ["Battlefield Retribution"]}},
      "tags": ["Might", "Passive", "Combat", "Feat Chain"],
      "cost": [3],
      "description": "Not only can you deal out retributive damage, you can devastate your opponents with a signature secondary effect. Examples of this feat in action include a stalwart paladin who knocks foes prone, a ninja who blinds enemies, or a telekinetic psychic who hurls attacks away.\n",
      "effect": "Choose a bane you can inflict. Any time you use the defend action with an attribute that could inflict the chosen bane and deal 10 damage via the Battlefield Retribution feat, you may choose to automatically afflict the attacker with the chosen bane.\n"
    },
    {
      "name": "Battlefield Retribution",
      "prerequisites": {"tier1": {"any": {"Attribute": [{"Agility": 4}, {"Might": 4}, {"Any Extraordinary": 4}]}}},
      "tags": ["Might", "Agility", "Extraordinary", "Passive", "Combat"],
      "cost": [2],
      "description": "You are a master of the counter attack. This might take the form of deftly redirecting a strike back upon the attacker or even energetic feedback from an extraordinary barrier that damages the attacker. Your prowess on the battlefield allows you to not only intercept attacks but also decimate your foes with retributive damage.\n",
      "effect": "When you use the defend interrupt action, you also deal damage to the attacker equal to the amount by which your action roll exceeds the attacker's roll.\n"
    },
    {
      "name": "Boon Access",
      "prerequisites": {"tier1": {"Other": ["None"]}},
      "tags": ["Extraordinary"],
      "cost": [1, 2, 3, 4, 5, 6, 7, 8, 9],
      "description": "You have a special gift: it might be the result of your heritage, a close encounter with magical energy, or the result of years of training with a master. In any case, although you do not necessarily possess the aptitude to work extraordinary powers for yourself or create a desired effect with your physical capabilities alone, you are able to reliably replicate a single boon.\n",
      "effect": "When you choose this feat, choose one boon that you do not have the requisite attribute to invoke. The cost of this feat is equal to the power level of the chosen boon. You can invoke the chosen boon despite lacking the necessary attribute. For invocation rolls, treat your attribute score as the power level of the boon. If the boon has multiple attribute prerequisite options, you choose one attribute when you take this feat. Additionally, you count as having access to the chosen boon for the purpose of meeting feat prerequisites, and your attribute for meeting such prerequisites is equal to the power level of the boon. The Boon Access feat bypasses the normal attribute score restrictions based on character level, so a first level character could spend all 6 of their feat points to begin play with access to a power level 6 boon.\nYou may acquire this feat multiple times. Each time, select a new boon.\n",
      "special": "You may take this feat multiple times. Each time you do, choose a new boon to gain access to.\nNote that this feat can give access to high-powered boons with a potential for very dramatic impact on the storyline of a game. As such, using this feat to access a boon of power level 6 or higher should be approved by the GM before using it in a game.\nIf you ever meet the attribute prerequisite for the chosen boon, you may choose at that time to lose this feat and regain the feat points spent. Re-allocate them as you choose.\n"
    },
    {
      "name": "Boon Focus (I - III)",
      "prerequisites": {
        "tier1": {"Other": ["Ability to invoke the chosen boon"]},
        "tier2": {"Other": ["Ability to invoke the chosen boon"]},
        "tier3": {"Other": ["Ability to invoke the chosen boon"]}
      },
      "tags": ["Extraordinary", "Passive", "Boon"],
      "cost": [3],
      "description": "You are specialized in the use a particular boon that is iconic to your character. Examples of this feat in action include a druid who can shapechange at-will, a combat medic who can tend the wounds of many with expert skill, and a mad scientist who can animate mechanical minions effortlessly.\n",
      "effect": "Choose a single boon that you can invoke. You gain benefits with that boon according to your tier in this feat.\n<ul>\n<li><strong>Tier 1</strong> - When you invoke the chosen boon on a single target, you succeed automatically and do not need to make an action roll. You can invoke the boon at any of the power levels you could access via your other means. If the invocation is not a single target, success is not automatic, but you get advantage 2 on the action roll to invoke the boon.</li>\n<li><strong>Tier 2</strong> - You gain advantage 3 on your action roll to invoke the boon if you are not single-targeting. Additionally, you may invoke the boon one time increment faster, as follows: If the invocation time is a major action or move action, it becomes a minor action. If the invocation time is 1 focus action, it becomes 1 major action. If the invocation time is 1 minute, it becomes 1 focus action. If the invocation time is 10 minutes, it becomes 1 minute. If the invocation time is 1 hour, it becomes 10 minutes. If the invocation time is 8 hours, it becomes 1 hour. If the invocation time for a boon is 1 minor action, it can be invoked only once as a minor action. Beyond that it can be invoked by expending a move or major action.</li>\n<li><strong>Tier 3</strong> - The effect at tier 3 varies based on the duration of the boon:\n  <br />\n  <strong>If the chosen boon has a duration of \"sustain persists\"</strong>, you gain advantage 4 on your action roll to invoke if you are not single-targeting. Additionally, one instance of the boon can be sustained each round as a free action, rather than a minor action. If the boon is somehow temporarily canceled, in the absence of other rules, you can invoke it again as a free action. If targeted by the <em>nullify</em> bane, this effect can only be canceled by a power level 6 or greater invocation of that bane.\n  <br />\n  <strong>If the boon has a different duration</strong>, you gain advantage 5 on your action roll to invoke if you are not single-targeting.\n</li>\n</ul>\n",
      "special": "In addition to purchasing multiple tiers of this feat, you may take this feat multiple times and select a new boon each time. Your tier of this feat is independent for each boon.\n"
    },
    {
      "name": "Breakfall (I - II)",
      "prerequisites": {"tier1": {"Attribute": [{"Agility": 4}]}, "tier2": {"Attribute": [{"Agility": 4}]}},
      "tags": null,
      "cost": [2],
      "description": "You are as graceful as a swan. Like the martial artists and swashbucklers of legendary tales, your agility enables you to fall from deadly heights unharmed.\n",
      "effect": "<ul>\n<li><strong>Tier 1</strong> - As long as you are conscious and able to act, reduce all falling damage by half.</li>\n<li><strong>Tier 2</strong> - As long as you are conscious and able to act, you do not suffer falling damage.</li>\n</ul>\n"
    },
    {
      "name": "Brutal Intimidation",
      "prerequisites": {"tier1": {"Attribute": [{"Might": 2}]}},
      "tags": ["Non-Combat"],
      "cost": [1],
      "description": "Your powers of persuasion stem from application of brute force rather than your social grace. When you smash a table, brandish your blade, or flex your muscles, people stop what they are doing and listen to you.\n",
      "effect": "If you're able to make a show of physical force, you can use your Might attribute in place of Persuasion for the action roll.\n"
    },
    {
      "name": "Climbing",
      "prerequisites": {"tier1": {"Other": ["None"]}},
      "tags": ["Non-Combat"],
      "cost": [1],
      "description": "You gain the ability to climb or parkour perfectly, akin to certain vampires, aberrant creatures, ninjas, and insects.\n",
      "effect": "You gain a climb speed equal to your base speed and can scale horizontal and vertical surfaces, even climb upside-down, with no fear of falling.\n"
    },
    {
      "name": "Combat Follow-through",
      "prerequisites": {"tier1": {"Other": ["None"]}},
      "tags": ["Combat"],
      "cost": [2],
      "description": "You are able to decimate many enemies in quick succession. Like a legendary Samurai warrior or matchless elven archer, your foes fall in waves before you.\n",
      "effect": "Every time you bring an enemy to zero hit points with a Might or Agility attack, you can immediately make an extra attack as a free action.\n"
    },
    {
      "name": "Combat Momentum",
      "prerequisites": {"tier1": {"Other": ["None"]}},
      "tags": ["Combat"],
      "cost": [1],
      "description": "Whether through brute strength or lightning reflexes, you are able to use the momentum of combat to maneuver around the battlefield with ease.\n",
      "effect": "Every time you bring an enemy to zero hit points with a Might or Agility attack, you can immediately move up to your normal speed as a free action.\n",
      "special": "If you have access to the <em>teleport</em> boon, you may use it instead of a normal move.\n"
    },
    {
      "name": "Companion (I - III)",
      "prerequisites": {"tier1": {"Other": ["None"]}, "tier2": {"Other": ["None"]}, "tier3": {"Other": ["None"]}},
      "tags": ["Non-Combat"],
      "cost": [2],
      "description": "Whether a hired bodyguard, a loyal animal sidekick, or a sibling that follows you everywhere, you have the constant and unflinching loyalty of one particular companion character.\n",
      "effect": "You gain a companion character that acts independently from you. During combat, your companion acts on its own initiative count and gains the usual assortment of actions, which you may choose. You also get to assign your companion's attributes. Whenever you gain a level or purchase a new tier in this feat, you may reassign your companion's attributes and feats.\n<ul>\n<li><strong>Tier 1</strong> - Your companion has a total of 20 attribute points plus 4 per level of your character.</li>\n<li><strong>Tier 2</strong> - Your companion receives 3 feat points.</li>\n<li><strong>Tier 3</strong> - Your companion has a total of 30 attribute points plus 6 per level of your character. In addition, you can optionally grant feats to your companion. In order to do so, you spend your own feat points and the companion receives the feat instead of you. The companion, not you, must meet all feat prerequisites. Any math related to these feats are calculated based on the companion's attributes, feats, etc. If you have spent feat points this way and would gain feat points from any other effect, those feat points are reduced by the number of feat points you have granted to your companion.</li>\n</ul>\n",
      "special": "If you ever lose your companion, voluntarily or involuntarily, you regain the feat points that you have spent on this feat and any of the companion's feats, and may spend them as usual.\nIn addition to purchasing multiple tiers of this feat, you may take this feat multiple times and select a new companion each time.\n"
    },
    {
      "name": "Craft Mundane Item (I - II)",
      "prerequisites": {
        "tier1": {"any": {"Attribute": [{"Learning": 3}, {"Logic": 3}], "Feat": ["Knowledge I"]}},
        "tier2": {"any": {"Attribute": [{"Learning": 3}, {"Logic": 3}], "Feat": ["Knowledge I"]}}
      },
      "tags": ["Non-Combat"],
      "cost": [2],
      "description": "You have mastered a particular craft, and given proper time and materials, you can create items related to that craft. You might be an expert blacksmith, professional engineer, master alchemist, or any similar manner of professional craftsman.\n",
      "effect": "Choose a specific craft or profession. You can create items that are relevant to your chosen craft, and your GM will determine the speed at which you craft based on the nature of the item and the materials you have access to. Your tier in the Craft Mundane Item feat determines the maximum wealth level of the items you can craft. Unlike acquiring items by using your wealth (described in Chapter 5), crafting does not limit your ability to acquire additional goods.\n<ul>\n<li><strong>Tier 1</strong> - You can craft items equal to your wealth level.</li>\n<li><strong>Tier 2</strong> - You can craft items equal to your wealth level + 1.</li>\n</ul>\n<strong>Craft Examples</strong> (This list is not exhaustive, and you can work with your GM to come up with other suitable crafts):\n<ul>\n<li>Alchemy - acid, chemicals, non-magical tinctures, incense, reagents.</li>\n<li>Arcane - magical ingredients, inks, scrolls, exotic components.</li>\n<li>Blacksmithing - metal, leather, weapons, armor, wheels, horseshoes.</li>\n<li>Chemistry - acid, explosives, narcotics.</li>\n<li>Engineering - machines, wheels, gears, guns, vehicles.</li>\n<li>Geography - maps, cartography, instruments of navigation.</li>\n<li>Herbalism - poultices, natural remedies, stimulants, brewing.</li>\n<li>Medicine - medical tools, tonics, tinctures, pain relievers, anti-toxins.</li>\n</ul>\n",
      "special": "In addition to taking multiple tiers of this feat, you may take this feat multiple times and select a new craft or profession each time.\n"
    },
    {
      "name": "Craft Extraordinary Item (I - III)",
      "prerequisites": {
        "tier1": {"any": {"Attribute": [{"Any Extraordinary": 5}, {"Learning": 5}, {"Logic": 5}]}},
        "tier2": {"any": {"Attribute": [{"Any Extraordinary": 5}, {"Learning": 5}, {"Logic": 5}]}},
        "tier3": {"any": {"Attribute": [{"Any Extraordinary": 5}, {"Learning": 5}, {"Logic": 5}]}}
      },
      "tags": ["Extraordinary", "Non-Combat"],
      "cost": [3],
      "description": "You are studied in the ways of imbuing magical items, building futuristic technology, brewing potions, or crafting extraordinary devices. Their power is permanent but varies depending on your skill.\n",
      "effect": "Provided you have the appropriate working space and materials (as determined by the GM), you can create extraordinary items (as detailed in Chapter 9: Special Equipment). You can only imbue an item with attributes, banes, and boons that you can access. For example, in order to create a sword with Energy 5, you must possess an Energy score of 5 or higher. The only exception to this is if you possess the Creation, Learning, or Logic attributes. These allow you to imbue items with any attribute, bane, or boon as long as their value is less than or equal to your attribute score. The GM may rule that certain uses of Creation, Learning, or Logic are unreasonable when it comes to crafting extraordinary items.\nYour tier in this feat determines the maximum wealth level of the items you can create, based on the attribute you are using to craft:\n<ul><li><strong>Tier 1</strong> - Maximum wealth level equals attribute minus 2</li><li><strong>Tier 2</strong> - Maximum wealth level equals attribute minus 1</li><li><strong>Tier 3</strong> - Maximum wealth level equals attribute</li></ul>\nFor example, a character with Creation 5 and tier 1 in this feat could create items up to wealth level 3.\nYou can determine the wealth level of the item you want to create by consulting the sample items in <strong>Chapter 9: Special Equipment</strong> or by developing a custom item using the rules for <strong>Building Your Own Extraordinary Items</strong> in that chapter.\nCreating an item with the <em>consumable</em> or <em>expendable</em> property requires one full 8-hour day of uninterrupted work. Other items require a duration of uninterrupted work based on their wealth level, as follows:\n<ul><li><strong>Wealth Level 1 - 3</strong>: Two days per wealth level.</li><li><strong>Wealth Level 4 - 5</strong>: Four days per wealth level.</li><li><strong>Wealth Level 6 - 7</strong>: One week per wealth level.</li><li><strong>Wealth Level 8 - 9</strong>: One month per wealth level.</li></ul>\nAt the end of this time, your item is created. Crafting an item still counts as an expenditure of wealth, so you must have a sufficient wealth score to purchase the item, following all the rules for spending wealth provided in <strong>Chapter 5: Wealth & Equipment</strong>. The GM may waive some or all of the costs associated with an item if you possess special materials for the crafting of your item. For example, if you have recently collected the hide of a slain red dragon and decide to make a suit of Armor of Fire Resistance, the GM may decide that the dragonu2019s hide is enough to make up most of the costs of the armor, so the armoru2019s wealth level is reduced by 3 for purposes of determining crafting costs.\n"
    },
    {
      "name": "Crushing Blow",
      "prerequisites": {"tier1": {"Attribute": [{"Might": 6}], "Feat": ["Overpowering Strike"]}},
      "tags": ["Physical", "Combat", "Feat Chain", "Might"],
      "cost": [3],
      "description": "Like a reckless ogre wading through combat, your relentless blows not only knock your opponents back, but also knock them off their feet completely.\n",
      "effect": "Any time that you deal damage to an enemy, in addition to pushing them 5 feet (if you choose) from the Overpowering Strike feat, you can also knock them down in the space where the forced move ends; the target suffers the effects of the <em>knockdown</em> bane.\n"
    },
    {
      "name": "Death Blow (I - II)",
      "prerequisites": {"tier1": {"Attribute": [{"Agility": 6}], "Feat": ["Lethal Strike I"]}, "tier2": {"Attribute": [{"Agility": 7}], "Feat": ["Lethal Strike III"]}},
      "tags": ["Combat", "Physical"],
      "cost": [3],
      "description": "You are able to quickly finish off enemies that are near death and silence them before they cry out. This attack is one that is commonly seen used by rogues, assassins, and snipers who can silently eliminate weaker enemies without being detected.\n",
      "effect": "<ul>\n<li><strong>Tier 1</strong> - If you damage an enemy with a Lethal Strike and their total HP is 5 or less after the attack, then you can choose to reduce them to zero HP instead. In addition, you can choose to silence any enemy reduced to zero hit points by an attack from you.</li>\n<li><strong>Tier 2</strong> - Your death blow HP threshold increases from 5 to 10. In addition, on a successful Lethal Strike, the <em>stunned</em> bane is automatically inflicted without counting against your usual 1 bane per attack limit.</li>\n</ul>\n"
    },
    {
      "name": "Deathless Trance",
      "prerequisites": {"tier1": {"Attribute": [{"Fortitude": 7}], "Feat": ["Battle Trance"]}},
      "tags": ["Extraordinary"],
      "cost": [3],
      "description": "Whether you are a berserker of the icy north, a hulking superhero of unstoppable might, or a cybernetically enhanced soldier, your battle fury is legendary. You possess the rare ability to fight on long after your body should have given up.\n",
      "effect": "While in a battle trance you cannot be knocked unconscious. All damage dealt to you should be recorded, possibly resulting in a negative hit point total. Despite any amount of damage, you remain conscious for as long as you can sustain the battle trance. When the battle trance ends, if your hit points are below zero, you collapse unconscious. If you are not healed to zero or more hit points within 1 round of your battle trance ending, you die.\n"
    },
    {
      "name": "Defensive Mastery",
      "prerequisites": {"tier1": {"Other": ["None"]}},
      "tags": ["Combat"],
      "cost": [3],
      "description": "You know how to turn a strong offense into an even stronger defense. Your special training or experience with defensive implements and shields allows you to capitalize on their defensive benefits far beyond the average wielder. Examples include a martial artist's defensive kata or a soldier equipped with a riot shield.\n",
      "effect": "When wielding a weapon or implement with the <em>defensive</em> property, you gain an additional +1 armor bonus. In addition, the <em>defensive</em> value of the item is increased by 1 when you wield it. So <em>defensive</em> 1 becomes <em>defensive</em> 2 and <em>defensive</em> 2 becomes <em>defensive</em> 3.\n"
    },
    {
      "name": "Defensive Reflexes (I - IX)",
      "prerequisites": {
        "tier1": {"Attribute": [{"Agility": 3}]},
        "tier2": {"Attribute": [{"Agility": 3}]},
        "tier3": {"Attribute": [{"Agility": 3}]},
        "tier4": {"Attribute": [{"Agility": 5}]},
        "tier5": {"Attribute": [{"Agility": 5}]},
        "tier6": {"Attribute": [{"Agility": 5}]},
        "tier7": {"Attribute": [{"Agility": 7}]},
        "tier8": {"Attribute": [{"Agility": 7}]},
        "tier9": {"Attribute": [{"Agility": 7}]}
      },
      "tags": ["Agility", "Extraordinary"],
      "cost": [2],
      "description": "You are a paragon of defensive fighting, able to masterfully thwart enemy attacks. By predicting your opponents' movements, strikes, or shots, you can cut them off before they are a threat.\n",
      "effect": "Any time you use the defend action, you gain advantage 1 on the action roll per tier you possess of this feat.\n"
    },
    {
      "name": "Destructive Trance",
      "prerequisites": {"tier1": {"any": {"Attribute": [{"Agility": 7}, {"Might": 7}, {"Energy": 7}, {"Entropy": 7}]}, "Feat": ["Battle Trance"]}},
      "tags": ["Extraordinary", "Might"],
      "cost": [3],
      "description": "In the heat of combat, you become a destructive force to be reckoned with. Whether a raging barbarian or a hyper-focused intergalactic knight, your attacks become particularly ferocious when you enter your battle trance.\n",
      "effect": "When you make an attack roll in a battle trance, all of the dice in your dice pool explode on either maximum or the number 1 below maximum (though the total is still the number rolled). This means that d4s explode on a 3 or 4, d6s explode on a 5 or 6, d8s explode on a 7 or 8, and so on.\n"
    },
    {
      "name": "Diehard",
      "prerequisites": {"tier1": {"any": {"Attribute": [{"Presence": 3}, {"Fortitude": 3}]}}},
      "tags": ["Social", "Combat"],
      "cost": [2],
      "description": "Whether luck shines upon you or you're just really hard to kill, you have a knack for staying in the fight when others would tap out. You might be a plucky rogue who always finds a safe nook to duck into or a veteran marine specially trained to grit your teeth and buck up when things look grim.\n",
      "effect": "Once per day, an attack that would reduce you to less than 1 HP, reduces you to 1 HP instead.\n"
    },
    {
      "name": "Energy Resistance (I - IV)",
      "prerequisites": {"tier1": {"Other": ["None"]}, "tier2": {"Other": ["None"]}, "tier3": {"Other": ["None"]}, "tier4": {"Other": ["None"]}},
      "tags": ["Extraordinary"],
      "cost": [2],
      "description": "Whether due to inherited racial traits, specialization in a particular type of energy, or inherent extraordinary protection, you are resistant to a specific type of energy. A fiery sorceress immune to the hottest blaze or a biologically anomalous alien race that is immune to poison are both examples of this feat in play.\n",
      "effect": "Choose from the following energy types: fire, cold, lightning, acid, poison, or another at the GM's discretion. When you are attacked with that energy type, you gain resistance to the attack as follows:\n<ul>\n<li><strong>Tier 1</strong> - Your defense scores are increased by 3 against the chosen energy type.</li>\n<li><strong>Tier 2</strong> - Your defense scores are increased by 6 against the chosen energy type.</li>\n<li><strong>Tier 3</strong> - Your defense scores are increased by 9 against the chosen energy type.</li>\n<li><strong>Tier 4</strong> - You are immune to damage and harmful effects from the chosen energy type.</li>\n</ul>\n",
      "special": "In addition to purchasing multiple tiers of this feat, you may take this feat multiple times and select a new energy type each time.\n"
    },
    {
      "name": "Evasive Footwork",
      "prerequisites": {"tier1": {"Attribute": [{"Agility": 4}]}},
      "tags": ["Agility"],
      "cost": [2],
      "description": "You are able to dodge and weave in combat, deftly sidestepping attacks that would threaten a clumsier combatant. An agile ninja who tumbles and flips around foes and an alien snake creature that slithers throughout the battlefield are both examples of this feat in play.\n",
      "effect": "When you move from a space adjacent to an enemy to another space not adjacent to that enemy, the enemy does not get the usual opportunity attack.\n"
    },
    {
      "name": "Extraordinary Defense (I - III)",
      "prerequisites": {
        "tier1": {"any": {"Attribute": [{"Movement": 2}, {"Prescience": 2}, {"Protection": 2}]}},
        "tier2": {"any": {"Attribute": [{"Movement": 3}, {"Prescience": 3}, {"Protection": 3}]}},
        "tier3": {"any": {"Attribute": [{"Movement": 4}, {"Prescience": 4}, {"Protection": 4}]}}
      },
      "tags": ["Extraordinary", "Defense"],
      "cost": [3],
      "description": "Whether by a magical barrier of force, foresight into the future, or preternatural speed, you are gifted with extraordinary protection from harm. Attacks are less likely to strike you, and when they do, they aren't as damaging as they would be to others.\n",
      "effect": "You gain a +1 bonus to all defenses for each tier you have in this feat. This increases your Toughness, Guard, and Resolve defenses.\n"
    },
    {
      "name": "Extraordinary Focus",
      "prerequisites": {"tier1": {"Attribute": [{"Any Extraordinary": 1}]}},
      "tags": ["Extraordinary"],
      "cost": [3],
      "description": "Your extraordinary power stems from your connection with a particular focus, such as a wand, digital psi amplifier, holy symbol, or spellbook. When this focus item is in your hands, you are a force to be reckoned with compared to others with similar powers.\n",
      "effect": "With the approval of your GM, choose a focus from which your power with a single extraordinary attribute stems. Some possibilities include a wand, a digital psi amplifier, a crystal ball, a spell book, a holy symbol, a weapon, your voice, or an animal familiar. You cannot use the selected extraordinary attribute without your focus. The focus heightens your power and for the purposes of determining your attribute dice for action rolls, you treat the chosen attribute as if it was one greater. For all purposes outside of attribute dice, your ability score remains unchanged (feats, banes, boons, etc.).\n",
      "special": "If you ever lose your extraordinary focus, voluntarily or involuntarily, you regain the feat points that you have spent on this feat and may spend them as usual.\nYou may take this feat multiple times. If you do, select a new attribute not chosen previously. For each instance of this feat, you may choose an existing focus or select a new one.\n"
    },
    {
      "name": "Extraordinary Healing",
      "prerequisites": {"tier1": {"Attribute": [{"Creation": 5}]}},
      "tags": ["Extraordinary", "Creation"],
      "cost": [3],
      "description": "Whether you summon priestly magics, utilize advanced technologies, or apply alchemical concoctions, your mastery of extraordinary healing is such that you are able to cure mortal wounds that are beyond the power of the average healer.\n",
      "effect": "When invoking the <em>heal</em> boon, you can choose to take one hour instead of the usual invocation time. If you do, you heal an amount of lethal damage equal to the total healing from the successful boon invocation. This lethal damage is healed in addition to the normal hit point damage that your boon heals.\n"
    },
    {
      "name": "Fast Draw",
      "prerequisites": {"tier1": {"Attribute": [{"Agility": 1}]}},
      "tags": ["Combat", "Agility"],
      "cost": [1],
      "description": "Whether you're a samurai warrior, the fastest draw in the West, or a flawlessly trained interstellar soldier, you can get to your weapon faster than your opponent can blink.\n",
      "effect": "Once per round, you can draw one additional weapon and sheathe another as a free action. Alternately, you could do the same with any small sized object in your possession.\n"
    },
    {
      "name": "Fast Tracker",
      "prerequisites": {"tier1": {"Attribute": [{"Agility": 5}, {"Perception": 5}]}},
      "tags": ["Extraordinary", "Agility", "Perception"],
      "cost": [2],
      "description": "Following a trail is an everyday part of your life, and as such it is no more taxing than breathing or blinking. Whether you are an experienced woodsman, a bounty hunter for the Galactic Senate, or a humanoid cat creature with heightened senses, your expertise at tracking allows you to get it done faster than the average hunter.\n",
      "effect": "You move unhindered and at full speed when tracking your quarry.\n"
    },
    {
      "name": "Ferocious Minions (I - III)",
      "prerequisites": {
        "tier1": {"any": {"Attribute": [{"Alteration": 4}, {"Creation": 4}, {"Entropy": 4}, {"Energy": 4}, {"Influence": 4}]}},
        "tier2": {"any": {"Attribute": [{"Alteration": 5}, {"Creation": 5}, {"Entropy": 5}, {"Energy": 5}, {"Influence": 5}]}},
        "tier3": {"any": {"Attribute": [{"Alteration": 7}, {"Creation": 7}, {"Entropy": 7}, {"Energy": 7}, {"Influence": 7}]}}
      },
      "tags": ["Extraordinary", "Influence"],
      "cost": [2],
      "description": "Whether you are a necromancer who summons hordes of undead, an inventor who crafts autonomous defense droids, or a psychic capable of bending others to your will, minions are exceptionally strong under your command.\n",
      "effect": "Creatures under the effects of your <em>charmed</em> or <em>dominated</em> banes, or those created by your invocation of the <em>summon creature</em> boon, gain advantage 1 on all attack rolls to protect you or act in your favor for each tier of this feat you possess.\n"
    },
    {
      "name": "Fleet of Foot (I - III)",
      "prerequisites": {
        "tier1": {"any": {"Attribute": [{"Agility": 4}, {"Fortitude": 4}, {"Movement": 2}]}},
        "tier2": {"any": {"Attribute": [{"Agility": 5}, {"Fortitude": 5}, {"Movement": 4}]}},
        "tier3": {"any": {"Attribute": [{"Agility": 7}, {"Fortitude": 7}, {"Movement": 6}]}}
      },
      "tags": ["Extraordinary", "Agility", "Movement", "Fortitude"],
      "cost": [2],
      "description": "Whether through cybernetic implants, telekinetic propulsion, or simply hardcore training, you are faster than most. This feat is common to swashbucklers, martial artists, super soldiers, and psychic warriors.\n",
      "effect": "Your speed is permanently increased by 5' per tier of this feat.\n"
    },
    {
      "name": "Flying",
      "prerequisites": {"tier1": {"Other": ["None"]}},
      "tags": ["Non-Combat"],
      "cost": [3],
      "description": "Whether through a pair of celestial or infernal wings, an inherent telekinetic force, or mutant super powers, you possess the ability to fly.\n",
      "effect": "You gain a flight speed equal to your normal speed. At the GM's discretion, certain hostile actions may be capable of canceling your flight, sending you hurtling to your doom. If your flight is anatomical, the <em>immobile</em> bane might render your wings immovable. If telekinetic, an application of the <em>nullify</em> bane may cancel your flight.\n"
    },
    {
      "name": "Great Leap (I - III)",
      "prerequisites": {
        "tier1": {"any": {"Attribute": [{"Movement": 2}, {"Agility": 2}]}},
        "tier2": {"any": {"Attribute": [{"Movement": 4}, {"Agility": 4}]}},
        "tier3": {"any": {"Attribute": [{"Movement": 6}, {"Agility": 6}]}}
      },
      "tags": ["Extraordinary", "Physical", "Combat", "Non-Combat", "Movement", "Agility"],
      "cost": [1],
      "description": "Through extraordinary power or exceptional agility, you can jump much farther than the average creature. A telekinetic superhero and an insectoid race of bipedal cricket-like beings are both examples of this feat in play.\n",
      "effect": "You can use your Movement or Agility score instead of your Might score when determining how far you can jump. In addition, you gain advantage 1 per tier on action rolls to jump.\n"
    },
    {
      "name": "Hallucination (I - II)",
      "prerequisites": {"tier1": {"Attribute": [{"Influence": 5}]}, "tier2": {"Attribute": [{"Influence": 7}]}},
      "tags": ["Extraordinary", "Non-Combat", "Influence"],
      "cost": [3],
      "description": "You are able to use your powers of illusion to not only create phantasmal figments, but to completely dominate the sensory perceptions of individual targets. Such power is wielded by the likes of legendary enchanters, psychics, and shamans. Those who can master such powers are often capable of neutralizing angry mobs without shedding a drop of blood.\n",
      "effect": "<ul>\n<li><strong>Tier 1</strong> - When you invoke the <em>phantasm</em> bane, you may choose to create a hallucination within a single target's mind instead of an illusion that is perceptible to everyone. You gain complete control over the target's senses (as granted by the power level of your bane), and thus the hallucination is not restricted by size or area. Your hallucination may only target a single creature and is not eligible for multi-targeting attacks. In addition, unless the target is damaged, they suffer disadvantage on resist rolls against the bane.</li>\n<li><strong>Tier 2</strong> - When you invoke the hallucination form of the <em>phantasm</em> bane, you may target additional creatures within range as determined by your Influence score. This does not count as a multi-target attack and thus does not incur disadvantage on your action roll.\n<ul><li><strong>Influence 7</strong> - 5 targets</li><li><strong>Influence 8</strong> - 10 targets</li><li><strong>Influence 9</strong> - 50 targets</li></ul></li>\n</ul>\n"
    },
    {
      "name": "Heightened Invocation (I - III)",
      "prerequisites": {"tier1": {"Attribute": [{"Any Extraordinary": 4}]}, "tier2": {"Attribute": [{"Any Extraordinary": 6}]}, "tier3": {"Attribute": [{"Any Extraordinary": 9}]}},
      "tags": ["Extraordinary", "Non-Combat"],
      "cost": [2],
      "description": "By channeling your extraordinary powers through extended research or extensive rituals, such as meditation, fasting, blood letting, or sacrifices, you are able to increase the strength of your invocations. This feat is common among wizards, inventors, mad scientists, and similar characters who use extraordinary abilities to achieve great deeds.\n",
      "effect": "When invoking a bane or boon, you may choose to do so as a heightened invocation. The invocation time for a heightened invocation is one increment higher than usual as follows:\n<ul>\n<li>1 action becomes 1 minute</li>\n<li>1 minute becomes 10 minutes</li>\n<li>10 minutes becomes 1 hour</li>\n<li>1 hour becomes 8 hours</li>\n<li>8 hours becomes 24 hours</li>\n</ul>\n\n<strong>Tier 1</strong> - When performing a heightened invocation, you may choose one of the following effects to empower your bane or boon:<br />\n<ul>\n<li>Increase the range of the effect as follows:\n  Attribute 5 = 500ft<br />\n  Attribute 6 = 1/2 mile<br />\n  Attribute 7 = 1 mile<br />\n  Attribute 8 = 10 miles<br />\n  Attribute 9 = 100 miles<br /></li>\n<li>Negate two levels of disadvantage caused by multi-targeting (e.g., target 2 creatures or a 10' square for free instead of disadvantage 2).</li>\n<li>For your action roll, treat your attribute score as if it was one greater for purposes of determining attribute dice. Note that this doesn't grant access to banes or boons you could not normally access. It only increases the dice used for the action roll.</li>\n</ul>\n\n<strong>Tier 2</strong> - You gain the following options when you perform a heightened invocation:\n<ul>\n  <li>You can lead others to join you in group invocation as long as they are also able to invoke the bane or boon at the same power level that you are invoking it at. At the conclusion of the group invocation, each contributor may choose one of the effects granted by Tier 1 of this feat.</li>\n  <li>You gain the following additional options to choose from when empowering your invocations with heightened invocation:</li>\n    <ul>\n    <li>Cause a boon to persist for 1 minute automatically without needing to use a sustain action. Furthermore, enemies cannot end the boon through use of a disrupting attack (though the <em>nullify</em> bane still works).</li>\n    <li>Targets may not make resist rolls against a bane for one minute after it is invoked.</li>\n    </ul>\n</ul>\n\n<strong>Tier 3</strong> - You gain the ability to permanently bestow or dispel banes and boons. In order to bestow the bane or boon, you must rigorously attend to the invocation process for a number of days equal to the power level of the bane or boon to be invoked or nullified. During that time you can eat, sleep, and act normally with two exceptions: 1) You must work actively on the invocation and with minimal interruption for 8 hours out of each day. 2) You can leave the area and move about freely during the down time each day, but for the 8 hours of active heightened invocation you must be in the same physical or geographic location where the invocation was initiated. When the invocation time is completed, make an action roll as follows:\n<ul>\n<li><strong>Bestow Boon</strong> - Make an action roll to invoke the boon as usual. If successful, you cause a non-instantaneous & non-permanent boon to permanently affect the target. The target can thereafter invoke the boon at will with a free action, without requiring an action roll to do so. The target does not need to use a sustain action to persist the effect, and the effect can only be nullified either temporarily with the <em>nullify</em> bane, or permanently with the Heightened Invocation feat (see the Dispel Boon entry that follows).</li>\n<li><strong>Bestow Bane</strong> - Make an action roll to invoke the bane as usual. If successful, you cause a non-instantaneous & non-permanent bane to permanently affect the target. The bane persists indefinitely and does not allow resist rolls to end its effects. The effect can be canceled either temporarily with the <em>nullify</em> bane, or permanently with the Heightened Invocation feat (see the Dispel Bane entry that follows).</li>\n<li><strong>Dispel Boon</strong> - Make an Entropy roll with a Challenge Rating equal to 10 + twice the power level of the boon you are attempting to dispel. If successful, you cause a permanent boon to be forever stripped from the target, causing them to lose the ability to invoke the boon automatically.</li>\n<li><strong>Dispel Bane</strong> - Make a Protection roll with a Challenge Rating equal to 10 + twice the power level of the bane you are attempting to dispel. If successful, you break the curse of a permanent bane afflicting the target, though your target gains no special immunity to it.</li>\n</ul>\n",
      "special": "Permanently bestowing banes or boons via this feat can dramatically impact the mechanical balance of a story. Just as with other permanent effects like Extraordinary Item creation, the invocation of permanent banes or boons is subject to GM's discretion, and using this feat in a way that makes one particular character overly powerful should be prohibited.\n"
    },
    {
      "name": "Hospitaler",
      "prerequisites": {"tier1": {"any": {"Attribute": [{"Creation": 4}, {"Presence": 4}, {"Protection": 4}]}}},
      "tags": ["Non-Combat", "Extraordinary", "Social", "Creation", "Presence", "Protection"],
      "cost": [2],
      "description": "Through inspiring words, magical healing, or advanced medical technique, you are exceptionally skilled at helping others shake off baneful afflictions. Paladins, bards, and combat medics are all typical examples of characters who are masters of this feat.\n",
      "effect": "You can use a major action to give an ally an immediate resist roll (a free action for the ally) with advantage 1. Additionally, you gain advantage 1 any time you attempt to invoke the <em>restoration</em> boon.\n"
    },
    {
      "name": "Impervious Trance",
      "prerequisites": {"tier1": {"Attribute": [{"Will": 7}], "Feat": ["Battle Trance"]}},
      "tags": ["Combat"],
      "cost": [3],
      "description": "In the heightened focus of battle, your will becomes indomitable. Like a monk with unflinching mental focus or a berserker who is too bloodthirsty to be stopped, you cannot be thwarted by fear, charm, or similar attempts to overcome your willpower.\n",
      "effect": "While you are in a battle trance, you are immune to banes that target your Resolve. If you were already under the effect of such a bane, it is negated for the duration of your battle trance and returns when your battle trance ends.\n"
    },
    {
      "name": "Indomitable Endurance (I - V)",
      "prerequisites": {
        "tier1": {"any": {"Attribute": [{"Fortitude": 5}, {"Will": 5}]}},
        "tier2": {"any": {"Attribute": [{"Fortitude": 5}, {"Will": 5}]}},
        "tier3": {"any": {"Attribute": [{"Fortitude": 5}, {"Will": 5}]}},
        "tier4": {"any": {"Attribute": [{"Fortitude": 5}, {"Will": 5}]}},
        "tier5": {"any": {"Attribute": [{"Fortitude": 5}, {"Will": 5}]}}
      },
      "tags": ["Physical"],
      "cost": [2],
      "description": "Your endurance and willpower are legendary, allowing you to push on when others would keel over from exhaustion. A barbarian able to recover their wind after a mighty frenzy, or a computer hacker capable of routinely going for days without sleep while focused on a singular objective are good examples of this feat in action.\n",
      "effect": "You are able to shrug off the effects of the <em>fatigued</em> bane. For each tier you possess in this feat, treat your fatigue level as one lower than it actually is for the purposes of determining the bane's effects.\n"
    },
    {
      "name": "Indomitable Resolve (I - III)",
      "prerequisites": {
        "tier1": {"any": {"Attribute": [{"Presence": 3}, {"Will": 3}]}},
        "tier2": {"any": {"Attribute": [{"Presence": 4}, {"Will": 4}]}},
        "tier3": {"any": {"Attribute": [{"Presence": 5}, {"Will": 5}]}}
      },
      "tags": ["Combat", "Presence", "Will"],
      "cost": [1],
      "description": "Your resolve is exceptional, making your more resilient to mental effects that would overwhelm those of lesser mettle. A keen-minded space captain and a wizened mage are both exemplars of this feat in action.\n",
      "effect": "For each tier you possess in this feat, your Resolve defense is increased by 1.\n"
    },
    {
      "name": "Inspiring Champion (I - III)",
      "prerequisites": {"tier1": {"Attribute": [{"Presence": 4}]}, "tier2": {"Attribute": [{"Presence": 5}]}, "tier3": {"Attribute": [{"Presence": 6}]}},
      "tags": ["Social", "Combat", "Presence"],
      "cost": [2],
      "description": "You fight with such bravery, heroism, or bravado that your allies are inspired to fight beyond their usual mettle. Common examples of characters who typify this feat include a shining knight, a fearless platoon leader, and a heroic bard.\n",
      "effect": "Once per round, when your roll for a damaging attack exceeds an enemy's defense by 10 or more, you can grant healing to your allies as outlined below. In order to gain this healing, allies must be within a range of 5' times your Presence score.\n<ul>\n<li><strong>Tier 1</strong> - A single ally that can see the attack heals 1d4 HP.</li>\n<li><strong>Tier 2</strong> - A number of allies equal to your Presence score who can see the attack heal 1d4 HP.</li>\n<li><strong>Tier 3</strong> - All allies who can see the attack heal 2d4 HP.</li>\n</ul>\n"
    },
    {
      "name": "Knowledge (I - III)",
      "prerequisites": {"tier1": {"Other": ["None"]}, "tier2": {"Other": ["None"]}, "tier3": {"Other": ["None"]}},
      "tags": ["No Prerequisite", "Extraordinary"],
      "cost": [2],
      "description": "Whether through extensive study or years of first hand experience, you have knowledge of a particular subject which far surpasses your general intelligence. A navigator well versed in the galactic map, a barbarian warlord with years of experience with military strategy, and a professor of the paranormal are all examples of this feat in play.\n",
      "effect": "When you take this feat, choose a sphere of knowledge from the list below or, with the GM's approval, create a new one. <br />\nExample spheres of knowledge include alchemy, anatomy, arcane, computers, explosives, engineering, geography, herbalism, history, location (must specify), medicine, military strategy, supernatural, and wilderness.<br />\nYour tier in this feat determines how knowledgeable you are within your chosen sphere.\n<ul>\n<li><strong>Tier 1</strong> - You automatically succeed on any action roll related to your chosen sphere of knowledge with a CR of 16 or lower. For higher CRs, your Learning attribute is considered to be 3 for the action roll unless your Learning score is already 3 or higher, in which case you gain advantage 1 on the roll.</li>\n<li><strong>Tier 2</strong> - You automatically succeed on any action roll related to your chosen sphere of knowledge with a CR of 22 or lower. For higher CRs, your Learning attribute is considered to be 6 for the action roll unless your Learning score is already 6 or higher, in which case you gain advantage 1 on the roll.</li>\n<li><strong>Tier 3</strong> - You automatically succeed on any action roll related to your chosen sphere of knowledge with a CR of 26 or lower. For higher CRs, your Learning attribute is considered to be 8 for the action roll unless your Learning score is already 8 or higher, in which case you gain advantage 1 on the roll.</li>\n</ul>\n",
      "special": "In addition to purchasing multiple tiers of this feat, you may take this feat multiple times and select a new sphere of knowledge each time. Purchasing this feat in this way confers no benefit on other spheres of knowledge.\n"
    },
    {
      "name": "Lethal Strike (I - IX)",
      "prerequisites": {
        "tier1": {"Attribute": [{"Agility": 3}]},
        "tier2": {"Attribute": [{"Agility": 3}]},
        "tier3": {"Attribute": [{"Agility": 3}]},
        "tier4": {"Attribute": [{"Agility": 5}]},
        "tier5": {"Attribute": [{"Agility": 5}]},
        "tier6": {"Attribute": [{"Agility": 5}]},
        "tier7": {"Attribute": [{"Agility": 7}]},
        "tier8": {"Attribute": [{"Agility": 7}]},
        "tier9": {"Attribute": [{"Agility": 7}]}
      },
      "tags": ["Extraordinary", "Agility", "Combat"],
      "cost": [3],
      "description": "Like a highly trained sniper, a ninja of legend, or a feinting melee dervish, you can devastate your foes with an expertly placed attack when you catch them off guard.\n",
      "effect": "Your attacks are considered lethal strikes whenever you fulfill <em>one</em> of the following conditions:\n<ul>\n<li>Your target is caught off guard or otherwise unaware of the attack, such as when you are hidden from them, disguised as a friend, or have successfully deceived them.</li>\n<li>Your target is within melee attack range of an ally.</li>\n</ul>\nYou gain advantage on lethal strikes equal to your tier in this feat. Additionally, a certain portion of the damage (not to exceed the total damage dealt) is considered lethal damage, which is more difficult to heal from (see Chapter 7: Combat).\n<ul>\n<li><strong>Tier 1</strong> - Advantage 1. Up to 5 lethal damage.</li>\n<li><strong>Tier 2</strong> - Advantage 2. Up to 5 lethal damage.</li>\n<li><strong>Tier 3</strong> - Advantage 3. Up to 10 lethal damage.</li>\n<li><strong>Tier 4</strong> - Advantage 4. Up to 10 lethal damage.</li>\n<li><strong>Tier 5</strong> - Advantage 5. Up to 15 lethal damage.</li>\n<li><strong>Tier 6</strong> - Advantage 6. Up to 20 lethal damage.</li>\n<li><strong>Tier 7</strong> - Advantage 7. Up to 20 lethal damage.</li>\n<li><strong>Tier 8</strong> - Advantage 8. Up to 25 lethal damage.</li>\n<li><strong>Tier 9</strong> - Advantage 9. Up to 25 lethal damage.</li>\n</ul>\n"
    },
    {
      "name": "Lightning Reflexes (I - V)",
      "prerequisites": {
        "tier1": {"any": {"Attribute": [{"Agility": 2}, {"Prescience": 2}]}},
        "tier2": {"any": {"Attribute": [{"Agility": 2}, {"Prescience": 2}]}},
        "tier3": {"any": {"Attribute": [{"Agility": 4}, {"Prescience": 4}]}},
        "tier4": {"any": {"Attribute": [{"Agility": 4}, {"Prescience": 4}]}},
        "tier5": {"any": {"Attribute": [{"Agility": 4}, {"Prescience": 4}]}}
      },
      "tags": ["Physical", "Extraordinary", "Agility", "Prescience"],
      "cost": [1],
      "description": "You are always ready for danger, allowing you to easily get the drop on your foes. A highly trained gunslinger with a vigilant trigger finger and a covert operative always prepared for ambush are good examples of this feat in action.\n",
      "effect": "For each tier you possess in this feat, you gain advantage 1 on all initiative rolls.\n"
    },
    {
      "name": "Longshot",
      "prerequisites": {"tier1": {"any": {"Attribute": [{"Agility": 5}, {"Might": 5}, {"Any Extraordinary": 5}]}}},
      "tags": ["Combat"],
      "cost": [1],
      "description": "Your expertise with a particular ranged weapon or extraordinary power enables you to strike targets at extreme distances that others would find impossible. This feat is common among snipers, fighter pilots, and war wizards.\n",
      "effect": "When you take this feat, select one weapon or attack type. Examples of attack types you include fire, cold, lightning, acid, poison, entropy, creation, and force - though this list is not exhaustive.\nWith the chosen weapon or attack type, your range with that weapon or attribute is doubled.\n",
      "special": "You may take this feat multiple times. If you do, select a new weapon or attack type each time.\n"
    },
    {
      "name": "Silencing Strike",
      "prerequisites": {"tier1": {"Attribute": [{"Agility": 4}]}},
      "tags": ["Agility", "Physical"],
      "cost": [3],
      "description": "Like an expert assassin or ninja, you can render your foes completely unable to alert others of your presence. This might take the form of a dart to the larynx, a garrote around the throat, or simply a sturdy covering of the mouth.\n",
      "effect": "Whenever you deal damage using a weapon with the precise property to a target that is caught off guard or otherwise unaware of the attack, such as when you are hidden from them, disguised as a friend, or have successfully deceived them, the target is afflicted with the <em>silenced</em> bane.\n"
    },
    {
      "name": "Martial Focus",
      "prerequisites": {"tier1": {"any": {"Attribute": [{"Agility": 1}, {"Might": 1}]}}},
      "tags": ["Combat", "Physical"],
      "cost": [3],
      "description": "Like a kensai warrior devoted to mastery of their katana or an assassin who exclusively wields their favored pistols, your training is hyper-focused on a single style of combat to the exclusion of all others.\n",
      "effect": "Choose a single weapon (or choose unarmed combat), and specify the attribute that your martial focus relies upon: Agility or Might. When making attacks using your chosen weapon, your attribute is considered 1 greater for the purposes of determining attribute dice. Your attribute is not changed for purposes of feats, banes, boons, or similar items. Because of your intense focus on a single combat style, any attacks that you make without your martial focus suffer disadvantage 1.\n"
    },
    {
      "name": "Master Tracker",
      "prerequisites": {"tier1": {"Attribute": [{"Perception": 4}]}},
      "tags": ["Non-Combat", "Mental", "Perception"],
      "cost": [1],
      "description": "You were made for the hunt. Whether you gained this ability through years of practice or possess it through heightened senses, the effect is the same: once you've picked up a trail, you almost never lose track of your quarry.\n",
      "effect": "Unless blinded or thwarted through extraordinary means, you always know the direction of true north. In addition, once you successfully locate the trail of a target, you automatically succeed at all tracking attempts to continue following that trail for 7 days after the time you first picked it up. Only extraordinary concealment, targets in flight, or similarly exceptional cases can cause you to lose your mark.\n"
    },
    {
      "name": "Mimic",
      "prerequisites": {"tier1": {"Attribute": [{"Alteration": 4}, {"Deception": 3}]}},
      "tags": ["Extraordinary", "Feat Chain", "Alteration"],
      "cost": [2],
      "description": "You have honed your shapeshifting abilities to be able to not only change your form, but to even imitate specific creatures. Your powers may stem from studying the arts of deceptive magic, from a gene mutation, or even from innate extraordinary abilities.\n",
      "effect": "When you use the <em>shapeshift</em> boon, you may take on the features of a specific creature. For example, instead of merely transforming into an elf, you can assume the guise of Galdion the elven king. The disguise is near perfect for those examining you visually. If your behavior or other signs provide reasonable suspicion, an onlooker can attempt a Perception roll with a Challenge Rating equal to 10 + triple your Alteration or Deception score, whichever is higher. If they succeed, they will recognize your disguise.\n"
    },
    {
      "name": "Multi-Attack Specialist (I - VI)",
      "prerequisites": {
        "tier1": {"Other": ["None"]},
        "tier2": {"Other": ["None"]},
        "tier3": {"Other": ["None"]},
        "tier4": {"Other": ["None"]},
        "tier5": {"Other": ["None"]},
        "tier6": {"Other": ["None"]}
      },
      "tags": ["Any Attribute"],
      "cost": [3],
      "description": "Whether you are delivering a flurry of blows, wielding two weapons, or calling a chain of lightning bolts from the sky, you have mastered the art of delivering multiple attacks.\n",
      "effect": "At the start of your turn, you may declare that you are multi-attacking. You must state how many extra attacks you would like to make. You receive a corresponding number of additional major actions, which can only be used for attacks. <em>All</em> of your attacks this round suffer disadvantage equal to 3 times the number of <strong>additional</strong> attacks you declare (i.e., if you make 2 attacks, you suffer disadvantage 3; 3 attacks suffers disadvantage 6). For each tier of this feat that you possess, reduce the disadvantage penalty by 1.\nYou may use your attacks to make any combination of bane or damaging attacks, but you may not invoke boons. Resolve each attack individually, applying any other multi-targeting options as you wish. You can move between each of these attacks and they can be used to target the same creature more than once.\nThe number of additional attacks you can make with this feat is limited to 1 + half your level, rounded up. Thus, the limit is 2 additional attacks at 1st level, 3 additional attacks at 3rd level, and 6 additional attacks at 9th level.\n<strong>Example</strong> - Vax the Deathbringer has Multi-Attack Specialist (Tier III). He declares that he will be making three attacks this round (two additional attacks). Therefore, all of his attacks suffer disadvantage 3 (3 x 2 = 6, minus 3 for feat tier 3). His first attack is a necromantic burst targeting a 10'-cube. Because of the area of effect, Vax suffers an additional disadvantage 2, making his total disadvantage for that attack 5. For his second attack, Vax casts a spell of blindness on a single foe, making an action roll at disadvantage 3. For his final attack, Vax moves in to melee and uses his touch of death on three foes. Targeting 3 foes incurs an additional disadvantage 3, making his final attack roll suffer a total of disadvantage 6.\n"
    },
    {
      "name": "Multi-Bane Specialist",
      "prerequisites": {"tier1": {"Other": ["Able to inflict both banes (see description)"]}},
      "tags": ["Bane", "Combat"],
      "cost": [3],
      "description": "You have mastered a signature attack that allows you to invoke two banes at once. A blast of ice that blinds and slows your enemy, a thunderous shotgun blast that hurls foes back and knocks them to the ground, and a wormtongue song that puts targets to sleep and alters their memory are all examples of a signature attack that could be created with this feat.\n",
      "effect": "Choose two banes that you are able to inflict and that share a common prerequisite attribute. You are able to inflict both banes with a single attack. The required attribute score for combining the banes is equal to the sum of their power levels (e.g., combining <em>knockdown</em> and <em>slowed</em>, both power level 1, would require an attribute score of 2). If the banes target different defenses, you choose which defense your attack targets. On a successful attack roll, the target is inflicted with both banes. They each persist independently of one another and must be resisted separately.\n",
      "special": "In order to benefit from the bane focus feat when using a multi-bane attack, you must possess bane focus for both banes.\nYou may take this feat more than once. If you do, you must choose a different pair of banes for the new instance of the feat.\n"
    },
    {
      "name": "Multi-Target Attack Specialist (I - V)",
      "prerequisites": {"tier1": {"Other": ["None"]}, "tier2": {"Other": ["None"]}, "tier3": {"Other": ["None"]}, "tier4": {"Other": ["None"]}, "tier5": {"Other": ["None"]}},
      "tags": ["Any Attribute"],
      "cost": [2],
      "description": "You are a master of wreaking havoc on many foes at once, whether it be with a whirlwind of your twin blades, a hail of gun fire, a massive wave of psionic energy, or a devastating ball of flame.\n",
      "effect": "When you choose this feat, you must decide to focus in area, ranged, or melee attacks. For each tier, you reduce the disadvantage penalty associated with multi-targeting for your chosen attack type by 1.\n",
      "special": "In addition to purchasing multiple tiers of this feat, you may take this feat multiple times and select a new multi-target mode (area, ranged, or melee) each time. Track your feat tier separately for each targeting mode that you select for this feat.\n"
    },
    {
      "name": "Multi-Target Boon Expert",
      "prerequisites": {"tier1": {"Feat": ["Boon Focus", "Multi-Target Boon Specialist II"]}},
      "tags": ["Non-Combat", "Any Attribute"],
      "cost": [3],
      "description": "You have so mastered the art of aiding groups of allies that you can invoke certain boons effortlessly. A healing nova, a supernatural wind that gives flight to a group, and a time dilation that hastens a group of allies are all examples of this feat in action.\n",
      "effect": "When multi-targeting a boon for which you have the Boon Focus feat, you do not need to make an action roll if the disadvantage normally incurred from multi-targeting is completely negated by your Multi-Target Boon Specialist feat. Your invocation automatically succeeds.\n"
    },
    {
      "name": "Multi-Target Boon Specialist (I - IX)",
      "prerequisites": {
        "tier1": {"Other": ["None"]},
        "tier2": {"Other": ["None"]},
        "tier3": {"Other": ["None"]},
        "tier4": {"Other": ["None"]},
        "tier5": {"Other": ["None"]},
        "tier6": {"Other": ["None"]},
        "tier7": {"Other": ["None"]},
        "tier8": {"Other": ["None"]},
        "tier9": {"Other": ["None"]}
      },
      "tags": ["Non-Combat", "Extraordinary"],
      "cost": [2],
      "description": "You are a master of invoking boons for more than one target. A mass dimensional shift to an intermediary plane and a mass manifestation of entropic life draining are some examples of what this might look like in play.\n",
      "effect": "For each tier of this feat, you reduce the disadvantage penalty associated with invoking boons for multiple targets by 1.\n"
    },
    {
      "name": "Natural Defense (I - III)",
      "prerequisites": {"tier1": {"Other": ["None"]}, "tier2": {"Attribute": [{"Fortitude": 1}]}, "tier3": {"Attribute": [{"Fortitude": 2}]}},
      "tags": ["Combat", "Physical", "Defense", "Fortitude"],
      "cost": [2],
      "description": "Whether through draconic heritage, a cyborg exoskeleton, or just a lifetime of conditioning, your skin is tough as nails, allowing your body to deflect blows that would cripple others.\n",
      "effect": "When you are not wearing armor, you gain a bonus to your Guard and Toughness defenses. Your bonus is determined by your tier in this feat:\n<ul>\n<li><strong>Tier 1</strong> - +1 bonus to Guard and Toughness.</li>\n<li><strong>Tier 2</strong> - +2 bonus to Guard and Toughness.</li>\n<li><strong>Tier 3</strong> - +3 bonus to Guard and Toughness.</li>\n</ul>\n"
    },
    {
      "name": "Overpowering Strike",
      "prerequisites": {"tier1": {"Attribute": [{"Might": 4}]}},
      "tags": ["Physical", "Feat Chain", "Might"],
      "cost": [2],
      "description": "In combat, you are like a wrecking ball that clears the battlefield of your foes. The sheer force of your attacks is so great that you send opponents flying. A half-ogre wielding a massive tree branch and a super soldier trained to use the enemy's weight against themself are both examples of this feat in play.\n",
      "effect": "Each time you deal damage using a weapon that has the <em>forceful</em> property, you can choose to push the target five feet away from you.\n"
    },
    {
      "name": "Potent Bane",
      "prerequisites": {"tier1": {"Other": ["Ability to invoke the chosen bane"]}},
      "tags": ["Bane", "Combat"],
      "cost": [3],
      "description": "You are so adept at a particular form of attack that your foes struggle to shake off the effects. Perhaps the flames of your fireballs burn hotter. Or maybe you've developed a special chemical to mix in with your blinding powder. Whatever the source and whatever the effect, most enemies are incapable of recovering from your legendary attack.\n",
      "effect": "Choose one bane that you can invoke that has a duration of \"resist ends\". When a target makes a resist roll to shake off your invocation of the chosen bane, they have disadvantage 1.\n",
      "special": "You may select this feat multiple times. Each time you take it, choose a different bane.\n"
    },
    {
      "name": "Reactionary Trance",
      "prerequisites": {"tier1": {"Attribute": [{"Will": 5}], "Feat": ["Battle Trance"]}},
      "tags": ["Combat", "Mental", "Feat Chain", "Will"],
      "cost": [2],
      "description": "Your intense focus never lapses, allowing you to tap into your heightened battle trance at a moment's notice. Examples of this feat in play include a hulking brute who snaps into a rage at the first sign of danger and a trained gunslinger who is always ready for a fight.\n",
      "effect": "You can enter a battle trance (as per the Battle Trance feat) as a free action even when it is not your turn. You may choose to do so in reaction to another action, such as an enemy's attack, spell, or insult. You may even declare your intent to enter a battle trance after the action has been resolved (such as after the attack has already been rolled). The benefits granted from your battle trance take place before the triggering action is resolved, potentially negating damage or harmful effects that you would have otherwise incurred.\n"
    },
    {
      "name": "Reckless Attack",
      "prerequisites": {"tier1": {"Feat": ["Battle Trance"]}},
      "tags": ["Combat"],
      "cost": [3],
      "description": "By willingly punishing your own body in the heat of battle, you launch a relentless flurry of attacks that physically drains you but devastates your foes. A super soldier activating a stim pack and a berserker pushing their muscles to the breaking point are examples of this feat in action.\n",
      "effect": "While you are in a battle trance, on your turn you may choose to inflict 5 hit points of damage on yourself to make an attack as a minor action. Effects that prevent or reduce damage cannot affect this self-inflicted damage. You suffer the damage before making your extra attack, so you must be able to remain conscious after the damage is dealt in order to benefit from your extra attack.\n"
    },
    {
      "name": "Resilient",
      "prerequisites": {"tier1": {"any": {"Attribute": [{"Fortitude": 3}, {"Presence": 3}, {"Will": 3}]}}},
      "tags": ["Mental", "Physical", "Social"],
      "cost": [3],
      "description": "Whether through luck, extraordinary will, or exceptional courage, you are able to shake off banes quicker than others. This feat can fit almost any character concept: a halfling who always has luck shining on him, a sorceress with an aura of protection, a paladin blessed by a deity, or an absent-minded professor who has no time to let disturbances get in the way of study.\n",
      "effect": "Any time you make a resist roll, you have advantage 1 on the roll.\n"
    },
    {
      "name": "Sentinel (I - III)",
      "prerequisites": {
        "tier1": {"any": {"Attribute": [{"Agility": 5}, {"Might": 5}, {"Any Extraordinary": 5}]}},
        "tier2": {"any": {"Attribute": [{"Agility": 5}, {"Might": 5}, {"Any Extraordinary": 5}]}},
        "tier3": {"any": {"Attribute": [{"Agility": 5}, {"Might": 5}, {"Any Extraordinary": 5}]}}
      },
      "tags": ["Defense", "Physical", "Extraordinary"],
      "cost": [3],
      "description": "Your heightened awareness on the battlefield means that you are nearly impossible to catch flat-footed and are always prepared to defend yourself or allies. This feat is typified by such character concepts as the bodyguard, the abjurer, and the psychic defender.\n",
      "effect": "Once per round, after you have expended your next major action to perform a defend action, you get an additional major action that must be spent before the start of your next turn to make another defend action. Multiple tiers of this feat grant additional major actions usable only for defend actions.\n"
    },
    {
      "name": "Skill Specialization (I - V)",
      "prerequisites": {"tier1": {"Other": ["None"]}, "tier2": {"Other": ["None"]}, "tier3": {"Other": ["None"]}, "tier4": {"Other": ["None"]}, "tier5": {"Other": ["None"]}},
      "tags": ["No Prerequisite"],
      "cost": [2],
      "description": "You have the eyes of an eagle, the endurance of an ox, the guile of a fox, or some similarly exceptional non-combat talent. It might come from intense training, prolonged study, or even an inherent natural talent.\n",
      "effect": "Choose one attribute. Any time you make a roll using the chosen attribute that is not for initiative, attacks, invocations, or the defend action, you gain advantage 1 on the roll per tier of this feat you possess for that attribute.\n",
      "special": "In addition to purchasing multiple tiers of this feat, you may take this feat multiple times and select a new attribute each time. Track your feat tier separately for each attribute that you choose for this feat.\n"
    },
    {
      "name": "Superior Concentration (I - III)",
      "prerequisites": {"tier1": {"Other": ["None"]}, "tier2": {"Other": ["None"]}, "tier3": {"Other": ["None"]}},
      "tags": ["Extraordinary"],
      "cost": [3],
      "description": "Your powers of focus are exceptionally honed, allowing you to maintain concentration on multiple extraordinary effects at once. This feat is typical among character concepts built to enhance themselves or their allies, such as bards, platoon leaders, or engineers.\n",
      "effect": "When you take the <em>sustain a boon</em> minor action, you may sustain one additional boon per tier of this feat which you possess.\n"
    },
    {
      "name": "Swimming",
      "prerequisites": {"tier1": {"Other": ["None"]}},
      "tags": ["Non-Combat"],
      "cost": [1],
      "description": "You are made for the water and can swim at surprising speeds with the aptitude of a fish. This might be the result of hard core training, or it may stem from a racial trait, such as webbed feet and hands.\n",
      "effect": "You gain a swimming speed equal to your base speed and do not need to make any special action rolls to maintain this base speed.\n"
    },
    {
      "name": "Sworn Enemy (I - IX)",
      "prerequisites": {
        "tier1": {"Other": ["None"]},
        "tier2": {"Other": ["None"]},
        "tier3": {"Other": ["None"]},
        "tier4": {"Other": ["None"]},
        "tier5": {"Other": ["None"]},
        "tier6": {"Other": ["None"]},
        "tier7": {"Other": ["None"]},
        "tier8": {"Other": ["None"]},
        "tier9": {"Other": ["None"]}
      },
      "tags": ["Non-Combat", "Combat"],
      "cost": [1],
      "description": "You are expertly focused on dealing with a particular species, race, or faction. Perhaps your family was slain by werewolves, and you have devoted your life to studying their mannerisms in order to hunt them down. Or maybe you were raised in a prison on the third moon of Vogax Prime, and you know the Vogans better than they know themselves.\n",
      "effect": "Choose a species, race, or faction (e.g., dragons, Void Templars, gnolls, or vampires). You learn the primary conversational language of that species, and at the GM's discretion, you may have some level of access to other special forms of communication (such as thieves' cant or secret hand signals). Furthermore, you gain advantage 1 per tier of this feat to all Mental attribute rolls (Learning, Logic, Perception, and Will) pertaining to your chosen group.\n",
      "special": "In addition to purchasing multiple tiers of this feat, you may take this feat multiple times and select a new group each time. Your total advantage on Mental attribute rolls is equal to your tier for that particular group. For example, a character might have Sworn Enemy II (Void Templars) and Sworn Enemy IV (Werewolves).\n"
    },
    {
      "name": "Tough as Nails (I - II)",
      "prerequisites": {"tier1": {"Attribute": [{"Fortitude": 3}]}, "tier2": {"Attribute": [{"Fortitude": 5}]}},
      "tags": ["Defense", "Physical", "Fortitude"],
      "cost": [2],
      "description": "You have a remarkable ability to shrug off pain and punishment that would take down lesser heroes. This power might stem from your rocky carapace, extreme combat training, or simply an extra dose of grit that you acquired from a hard life.\n",
      "effect": "You permanently gain 5 extra hit points per tier of this feat you possess.\n"
    },
    {
      "name": "Two Weapon Brute",
      "prerequisites": {"tier1": {"Attribute": [{"Agility": 4}, {"Might": 5}], "Feat": ["Multi-Attack Specialist"]}},
      "tags": ["Combat", "Physical", "Agility", "Might"],
      "cost": [3],
      "description": "Being both physically powerful and incredibly agile, you are able to wield a weapon in one-hand that requires two hands for others. Good examples of this feat in action include an orcish barbarian wielding a great axe and shield and a survivor in the zombie apocalypse wielding two chainsaws.\n",
      "effect": "You can wield weapons with the two-handed property in one hand and you gain the benefits of both the two-handed and one-handed property while doing so. This means that you gain a total of advantage 2 when wielding a two-handed weapon in each hand, advantage 1 from the power of a two-handed weapon plus advantage 1 from having one weapon in each hand.\n"
    },
    {
      "name": "Two Weapon Defense",
      "prerequisites": {"tier1": {"Attribute": [{"Agility": 4}], "Feat": ["Attack Specialization"]}},
      "tags": ["Combat", "Physical", "Agility"],
      "cost": [2],
      "description": "Your mastery of two weapon fighting allows you not only to come at your foes with a flurry of attacks, but also to shield yourself exceptionally well by deflecting incoming attacks with your weapons. Duelists, rangers, and space pirates are all concepts that could make use of this feat.\n",
      "effect": "When you wield a weapon you've taken the Attack Specialization feat for in each hand, you gain a +1 armor bonus to your Guard defense.\n"
    },
    {
      "name": "Unending Charm",
      "prerequisites": {"tier1": {"Attribute": [{"Influence": 4}]}},
      "tags": ["Extraordinary", "Non-Combat", "Influence"],
      "cost": [3],
      "description": "Whether you are an enchanter, psychic, or mad scientist, you have mastered the art of enthralling others. Your charms are so potent that your victims may fall permanently under your compulsion.\n",
      "effect": "When you invoke the <em>charmed</em> bane, targets who do not make their resist roll within 24 hours of being afflicted become permanently affected by the bane. They do not receive any more resist rolls to shake themselves free of the effect. Other extraordinary effects like a <em>nullify</em> bane can still end the effect (and other methods may work at the GM's discretion).\n"
    },
    {
      "name": "Untrackable",
      "prerequisites": {"tier1": {"any": {"Attribute": [{"Agility": 3}, {"Alteration": 3}, {"Influence": 3}]}}},
      "tags": ["Non-Combat", "Protection", "Alteration", "Influence"],
      "cost": [1],
      "description": "Whether this power manifests itself as vines that grow in your wake, a magical ward against detection, or an illusory veil, the effect is the same: you are protected from being tracked.\n",
      "effect": "Your travel is veiled by special means that conceal your tracks and any evidence of your passage even after you are far away. It is impossible to follow your tracks except by extraordinary means.\n"
    },
    {
      "name": "Vicious Strike",
      "prerequisites": {"tier1": {"Other": ["None"]}},
      "tags": ["Combat"],
      "cost": [2],
      "description": "Whether through brute force, lethal precision, or volatile magic, a deadly attack delivered by you is exceptionally vicious. Berserkers, assassins, and superheroes of exceptional combat skill are all good examples of this feat in play.\n",
      "effect": "Any time you roll a natural 20 on the d20 for an attack action roll, you get advantage 1 on all subsequent d20 re-rolls granted by dice explosions.\n"
    },
    {
      "name": "Wealthy",
      "prerequisites": {"tier1": {"Other": ["None"]}},
      "tags": ["Non-Combat"],
      "cost": [3],
      "description": "Whether you were born into nobility, come from old money, are heir to a great treasure, or simply a well-established merchant, you are wealthier than the average adventurer.\n",
      "effect": "Your wealth score is increased by 1.\n"
    },
    {
      "name": "Well-Rounded",
      "prerequisites": {"tier1": {"Other": ["None"]}},
      "tags": ["Non-Combat"],
      "cost": [2],
      "description": "You have a versatile education, a wide range of experiences, or just plain old good luck. The result is that you're pretty good at things you're not specialized in.\n",
      "effect": "Any time you use an attribute with a score of 2 or less to make an action roll outside of combat that is not a bane or boon invocation, you gain advantage 1 to the roll.\n"
    }
  ],
  "flaws": {
    "Absent-minded": "Your live with your head in the clouds. You might just be ditzy, or maybe you just spend your time contemplating loftier matters. Whatever the source of your absent-mindedness, you are slow to notice important details and have a tendency to get distracted at exactly the worst possible moment.",
    "Addiction": "The roll of the dice, the smoke of the Black Lotus, or the escape of the virtual reality machine. Whether your addiction is physical, mental, or social, the effect is generally the same: you've got an itch that you need to scratch, and you'll sometimes do reckless or atrocious things to make sure that you can get your fix. You get to decide the nature and severity of your addiction.",
    "Ambitious": "You are willing to do anything to get ahead in life and often that means trampling upon other people on your way to the top. When presented with a situation requiring empathy for those beneath you, it's typical for you to ignore their need. In addition, you may sometimes overreach in your attempts to get ahead, making bold and risky choices that can put you and those close to you in danger.",
    "Bloodlust": "Battle isn't just a way of life, it is <em>the<\\/em> way of life. There isn't a conflict you've encountered that wasn't best solved with steel, and your allies will have a hard time convincing you otherwise. You are prone to starting fights when they aren't necessary and prolonging them even after the enemy has surrendered.",
    "Brash": "You are bold and daring to the point of recklessness. You have no time for plans, calculations, or strategic thinking. A lot of brass and a bit of luck are all you need. Kick in the door and let the details sort themselves out.",
    "Bravado": "You have a flair for the dramatic, and will often undertake bold or daring maneuvers simply for the thrill of it. For example, in combat you might swing from a chandelier even if it offers no tactical advantage.",
    "Cosmetic Deformity": "Something about you makes you less attractive, undesirable to behold, or even just downright abominable. You get to decide the nature and severity of your deformity. Examples include a scarred cheek, vacant white eyes, a burn-covered body, and a missing nose. Whatever form this flaw takes, it is merely cosmetic and thus will generally only affect you in social situations.",
    "Compulsion": "You have an irresistible urge to perform a behavior of your choice. Examples include, grinding your teeth, tapping your foot, biting your fingernails, counting coinage, and washing your hands. Your compulsion can sometimes put you in awkward or embarrassing situations, such as needing to wash your hands immediately after shaking hands with an ambassador.",
    "Cowardly": "You have honed self-preservation into a way of life, and you will do almost anything to avoid danger, pain, and death. Sometimes, the situation at hand and the pumping of adrenaline will lead you to perform acts that appear courageous, but sooner or later your cowardly nature will emerge. You are easy to intimidate and you will almost assuredly crack under interrogation. In combat, you can still choose to fight, but you will attempt to distance yourself as much as possible from harms way, even if it means leaving an ally in a tough spot.",
    "Dimwitted": "You aren't the sharpest tack in the box. It's not just that you weren't gifted with skill in academia, it's that you pick up on things pretty slowly overall. With the exception of your areas of expertise, you have a hard time learning new skills, following instructions, and maybe even remembering names.",
    "Disabled": "You have some physical deficiency that holds you back in life. You decide the nature and severity of your disability. Some examples of disabilities include blindness, deafness, missing limbs, partial paralysis, bone deficiencies, or allergies.",
    "Greedy": "You can't help it: you just like things. Money, gems, items of power - they beckon you at every turn and you'll often take great risks and maybe even betray your allies if the monetary reward is great enough. You're easy to bribe, and you will often push the limits of negotiation or bartering in order to increase your share in the profits, even if it makes you a few enemies.",
    "Honest": "You won't tell a lie or engage in deceitful speech, even to save your own life or the life of another.",
    "Hot Tempered": "Your fuse is short and your explosions are destructive. Sometimes your anger boils slowly over time and other times it erupts completely unexpectedly. But when you do fly off the handle, things rarely go well for you.",
    "Illiterate": "You can't read or write, even in languages that you speak fluently.",
    "Literal Minded": "You struggle with concepts and turns of phrase that are not literally true, such as idioms and metaphors. You might think sorcery is afoot if someone tells you it is \\u201craining cats and dogs\\u201d. If a friend exaggerated by saying \\u201cI'd kill myself if Melzak were elected Supreme Justice\\u201d, you would be genuinely concerned for your friend's life if Melzak did get elected.",
    "Mood Disorder": "You suffer from a psychological condition that directly affects your mood, such as depression or anxiety. You get to to determine the nature and severity of your mood disorder.",
    "Naive": "Whether you are innocent, uninformed, or inexperienced, the results are the same: you are pretty gullible. You get to define the scope of your naivety. For example, maybe you're a greenhorn from a big city on the east coast, so you are unlearned in the ways of the Wild West. Or maybe your memory was completely wiped out a few weeks ago and you are relearning the rules of civilization, thus your naivety presents itself much more universally.",
    "Overt": "You have a strong aversion to subterfuge, legerdemain, and smooth talking. After all, the shortest distance between two points is a straight line, so why not follow the straight and narrow path? Your overtness may lead to you mistakenly foil the plans of allies, such as by blurting out a sensitive truth in the midst of a tense negotiation.",
    "Overweight": "You are carrying a few extra pounds, and they tend to get in the way at all the wrong times, such as when climbing a ladder or crossing a decrepit rope bridge.",
    "Pacifist": "You disdain combat and bloodshed of any kind, and will generally do whatever possible to avoid it. You can decide the extent of your pacifism. You might just revert to violence as a last resort, or you may be so averse to combat that you won't lift a weapon even in defense of yourself or others.",
    "Phobia": "You are terrified and incapable of rational thought when you are presented with the object of your fear. It could be spiders, snakes, closed spaces, crowds, or something less common like co-dependence, a fear of being alone that causes you to always seek out companionship, even if that companionship has a negative impact on your life overall.",
    "Proud": "Some call it an inflated ego. Others call it conceit. But you know that you really are just that good. The rabble are inferior, and you're not afraid to let them know. Your pride may be a universal sense of self-worth, or it may only manifest itself within certain spheres or situations. For example, your rank in the Royal Star Force leads you to look down upon anyone trained in less illustrious armed forces.",
    "Psychotic": "You are severely mentally deranged to the extent that you occasionally lose touch with reality. You get to determine the extent and nature of your psychosis, including any potential triggers. For example, you might believe that beings from another dimension are trying to abduct you, or perhaps you relive a nightmarish scene from your past whenever you are in the midst of a gun fight.",
    "Short-winded": "You have poor lung capacity and easily tire. Sprints, long runs, and forced marches are either impossible for you or they tend to leave you completely incapacitated afterwards.",
    "Sick": "You suffer from some sort of chronic illness or condition, such as tuberculosis, cancer, arthritis, or irritable bowel syndrome. Even if you possess the means to treat your disease or control the symptoms, you might still have episodes or flare ups that hinder your adventuring life.",
    "Socially Awkward": "Something about your behavior tends to rub people the wrong way. Perhaps you don't respect the personal space of others, you tend to ramble in conversation, or share overly personal details. Whatever the nature of your awkwardness, it makes social situations difficult for you at times.",
    "Stubborn": "It's your way or the highway. Maybe not all of the time, but once you've made your mind up on an important matter, you won't budge. You probably won't even compromise.",
    "Uncoordinated": "Your body just doesn't work well with itself. You have trouble balancing, catching, throwing, and performing similar physical tasks that require dexterity or nimbleness.",
    "Vengeful": "You let no slight go unpunished. While some might be able to shake off an insult from a tavern drunk, you take it as a personal assault that demands satisfaction. The more severe the crime, the greater the vengeance you will mete out.",
    "Zealous": "You stand for a cause - whether it is a religion, a nation, a code, a way of life, or otherwise - and you will push the boundaries of normal behavior to uphold your cause. This might mean that you make yourself a social outcast by attempting to convert others to your cause, or it could mean that you are willing to perform an act you might otherwise consider evil, such as putting innocent lives in danger, if doing so would promote your cause."
  },
  "perks": {
    "Ageless": "Whether you are an android constructed of spaceage material that does not erode over time, the loyal servant of a higher power, or the subject of an arcane ritual, you have unlocked the secret to immortality. You are immune to the passage of time and the effects of old age. Your body does not age and you cannot be harmed by extraordinary effects that cause aging. Based on the source of your agelessness, you can decide whether or not your appearance changes over time.",
    "Artisan": "Choose a specific craft, such as gunsmithing, hardware assembly, glass blowing, or brewing. You are a master of a chosen craft, and your reputation goes far and wide. In a time frame decided by the GM, you can craft any mundane item of wealth level 2 or less, if you have access to the right tools. Furthermore, whenever you are performing a task in which your crafting skills would play a role, you gain advantage 1 to any action rolls that you must make. Your reputation means that other students of your craft may actively seek you out as a teacher. Experts in any field that makes use of the items you create will actively recommend that others seek you out.",
    "Ascetic": "You are well-versed in the art of living with less. Whether a cloistered monk, a transcendant psion, or a wizened sage who spent years locked away in a tower of books, you are experienced at going long stretches of time with very little food, water, or company - and as such, these situations tend not to affect you as they do others. You are hardened against physical and mental deprivation and have developed an enviable degree of self-mastery.",
    "Attractive": "When it comes to physical appearance, you're an absolute knockout. This plays to your favor more than just romantically, and your good looks tend to help you out in all sorts of social situations. Whenever your attractiveness would play a role in a situation, you gain advantage 1 to any relevant action rolls.",
    "Brute": "While others might convince with a silver tongue, you speak the universal language of fear. Once per game session, if you make a show of physical force, you can use your <em>Might<\\/em> attribute for a <em>Persuasion<\\/em> roll. If your <em>Persuasion<\\/em> score is already equal to or greater than your <em>Might<\\/em> score, you get advantage 1 on the roll.",
    "Courageous": "When the odds are stacked against you, you never falter or waiver. Once per game session, as a free action you can cancel all negative effects upon you related to fear or low morale.",
    "Crowd Favorite": "Whether you are an actor, musician, storyteller, magician, or some other type of performer, the common folk love your work. They adore you for your ability to use your art to transport them to a world beyond their daily drudgery, and you can always find a place to perform and make money at the local tavern or inn.",
    "Disease Immunity": "You are immune to natural disease. This protection does not guard against supernatural curses such as lycanthropy.",
    "Divine Agent": "You serve a higher being and have earned their protection. Once per game session, when you are subject to a <em>Finishing Blow<\\/em> while your hit points are below 1, you automatically heal to a hit point total of 1.",
    "Divine Insight": "You possess a supernatural connection to a deity, demi-god, or other divine being which grants you otherworldly insight. Once per game session, you can choose a topic relevant to the story. The GM shares some information about that topic which might be useful. If you've just failed a <em>Learning<\\/em> attribute roll and use this ability, the GM decides whether to give you information related to that roll or to give you knowledge that is completely unrelated.",
    "Ear of the Emperor": "You have done something in the past to earn the favor of someone in a high place: a senator, the general of an army, a merchant lord, etc. Perhaps you saved their life or spared them from significant monetary loss. Whatever you did, they owe you, and they are willing to help you with minor favors as long as the favors do not subject them to any risk or cost. Once during the campaign, you can call in a large favor that does put your contact in risk or cost them something significant. They will perform the favor, but you immediately lose this trait, as their debt has been repaid.",
    "Extraordinary Presence": "Your inherent extraordinary nature manifests itself in a tangible way of your choosing. For example, your eyes may glow, your skin might emanate an icy chill, or a trail of withering plants could follow you wherever you tred. Depending on the nature of your extraordinary presence, it might make others more likely to fear, admire, or trust you\\u2013or otherwise alter their initial perceptions of you. Whenever your extraordinary presence is relevant in a social situation, you gain advantage 1 on any action rolls you make.",
    "Fugitive": "You are part of a criminal network, whether it be a thieves' guild, band of smugglers, or otherwise. Once per game session, you can call in a favor from a contact within your network to perform a mundane task such as gathering information or arranging safe passage. If the favor puts your contact at risk, they will still perform it but may ask for an equally risky favor from you in return.",
    "Idol": "Your reputation for some outstanding virtue precedes you, and people tend to hold you in high esteem. Once per session, you can call upon your reputation to inspire trust from someone who is skeptical of you, your actions, or your allies.",
    "Innocent": "Whether from a distant fey ancestry or simply an air of naivety, you possess a childlike quality that can melt even the coldest of hearts. Once per game session, you can leverage your innocence to turn an enemy and cause them to take pity on you. The enemy might choose to look the other way when you've done something illegal, forgive a debt you could never pay, or vouch in your favor before the authorities.",
    "Jack of All Trades": "You have a knack for picking up new skills. Once per game session, provided you are not under pressure from an inordinately tight deadline, you can automatically succeed at a non-attack action roll that relates to some craft, trade, skill, or similar work provided its Challenge Rating is less than or equal to 14.",
    "Legendary Bloodline": "Your ancestry can be traced to dragons, Void Templars, an ancient order of Archmagi, a intergalactic dynasty, or a similar powerful group. As such, a sense of awe follows you when in the presence of those who respect your heritage. Choose an area of expertise, such as arcana, politics, or warfare. You are assumed to have knowledge and a destiny for greatness in the chosen area of expertise, and others treat you with deference. This influence could guarantee your placement within an Arcane College, grant you access to the Void Templars securely encrypted database, secure a mentorship under a famous Senator, or cause a Lieutenant who does not know you well to take combat orders from you based on your training in an elite task force.",
    "Local Hero": "You are well-known and respected as a protector of the common folk in a small region. The average citizen look up to you, and will offer you food, shelter, and other necessities. They will even take risks or assume minor costs to aid or protect you, so long as the risk is not death.",
    "Lucky": "Once per game session, in a moment of need, you can call on luck to shine upon you. The GM decides what form this luck takes. For example, an attack that was meant for you might target an ally instead, you may discover a secret passage to escape from a rolling boulder, or a local law enforcement officer decides to overlook your crime because you happen to have grown up on the same street.",
    "Merchant": "You know the art of economics as well as the best of businessmen. A master of supply and demand, you have a knack for knowing when to buy and when to sell. You cannot be swindled when it comes to bartering, and you always know whether or not you are getting a fair price. Furthermore, you have friends in merchant circles and guilds in your home city, and you can easily gain them in new locations.",
    "Nature's Ally": "The natural world responds to your deep connection with it. Perhaps you are a preservationist, seeking to restore organic life in a shattered post-apocalyptic wasteland, or maybe you are a hermit closely attuned to the animals and plants of the Sylvan woodlands. Whatever your circumstance, people and creatures of your land can sense your deep respect for the natural order. Wild animals are more receptive to your desires, primitive tribes give you the benefit of the doubt by assuming you do not have destructive intentions, and you can typically gain an audience with an elusive Druid or Shaman in a given region who shares your goal in defending nature.",
    "Observant": "Your keen senses allow you to notice details that others typically miss. Once per game session, you can use this ability to notice something out of the ordinary. For example, you might spot a hidden passage behind a bookcase, a trace of blood under the fingernails of another character, or a wig that is not quite convincing. If you use this ability after failing a <em>Perception<\\/em> roll, the GM decides whether you notice the initial target of your roll or a different detail.",
    "Profession": "Choose a specific trade, such as sailor, soldier, or miner. You know everything there is to know about the business and are a master of the requisite skills. A sailor, for example, can tie a knot for all occasions, navigate by the stars, and man any station aboard a ship. A soldier is well-versed in a variety of arms, understands military tactics, and knows how to navigate the chain of command with ease. Furthermore, whenever you are performing a task in which your professional skills would play a role, you gain advantage 1 to any non-combat action rolls that you must make.",
    "Pure-hearted": "Any goodly-natured creature you encounter is friendly toward you by default rather than neutral. Circumstances can alter this, but even if rumors or actions you've taken would influence a good creature negatively, it remains one step friendlier than it otherwise would have been.",
    "Resilient": "You are exceptionally difficult to kill or wear down. Once per game session, you can automatically succeed a Fortitude action roll of Challenge Rating less than or equal to 10 + twice your Fortitude score.",
    "Scavenger": "You have lived a life of need, and thus know how to make do when others would go without. Once per game session, you can easily acquire a single mundane item even though it would otherwise take time to get or be completely unattainable. Depending on the circumstances, the GM may decide that your acquisition is only temporary or subject to reasonable conditions. For example, you might use this perk to acquire a rope in the middle of a desert, but the GM may rule that it is so sun-baked and ancient that it will likely snap after a few uses.",
    "Scent": "Your sense of smell is almost feral or otherwise ultra-heightened. As a focus action, you can discern the number and relative location of living creatures within 60'. With an additional focus action you can lock onto a particular scent and maintain its relative location as long as it remains within 60'. Furthermore, you gain advantage 1 on attempts to track a creature if it has left a scent trail.",
    "Scholar": "You have spent years studying a particular discipline, such as physics, herbalism, dragon lore, history, politics, or religion. Once per session, you can re-roll a failed <em>Learning<\\/em> roll related to your discipline, gaining advantage 2 on the re-roll. Furthermore, you have colleagues and connections within your discipline, and know the proper channels for gaining access to specialty laboratories, libraries, temples, or other collections of lore related to your field of scholarship.",
    "Silver Tongue": "You have practiced the ways of sneaking hidden charms and subliminal messages within everyday conversation. Once per session, when you converse with an intelligent creature for at least five minutes, you will learn one useful secret of the GM's choosing about the creature.",
    "Stone Sense": "While underground you may fail to find what you're looking for, but you can never be truly lost. You can always find your way back to the entrance through which you entered. Furthermore, you have advantage 1 on any action rolls in which a familiarity with underground environments would prove helpful, such as attempts to identify the risk of a cave in or to find a secret passage within a cavern.",
    "Street Rat": "You were raised on the streets or at least spent a good deal of time crawling about them. As such, you know how to navigate urban areas quickly, make yourself unseen, and find a bite to eat when you're down on your luck. As one of the invisible urchins that crawl the city, you are also quite adept at picking up rumors in taverns and crowded streets.",
    "Upper Class": "Being of high birth, old money, or otherwise given access to resources beyond the common citizen, you are treated as a benefactor by the lower classes. They will trust and help you in the hopes of being rewarded for their efforts. You are also treated as a peer by those of similar or slightly higher social standing and can typically request an audience with them. In addition, representatives of the law generally assume you to be beyond reproach unless they are presented with compelling evidence to the contrary.",
    "Vagabond": "Having spent significant time fending for yourself in the wilderness, you excel at surviving and navigating in the wild. You always know the direction of true north and you can automatically find enough food to feed yourself plus a number of additional people equal to your Learning attribute score.",
    "Warrior's Code": "As a veteran warrior, you command respect even from foes. Once per session, you can use this ability to cause an enemy or group of enemies to extend special concessions or favorable treatment toward you via an unspoken warrior's code. The GM decides what these concessions look like. For example, your enemies might choose to trust you to come quietly and not shackle you, or overlook an insult that would have otherwise have been cause for bloodshed.",
    "Whisperer of the Wild": "Once per game session, you can ask a single 'yes' or 'no' question of a plant or animal within earshot. The plant or animal automatically trusts you at least enough to answer the question truthfully. You receive the answer by way of an inner sense, and so this ability cannot be used for further two-way communication."
  },
  "rules": {
    "magical": {"name": "Magical", "description": "This weapon can be used to make attacks with the Energy attribute."},
    "heavy": {"name": "Heavy", "description": "The weapon is particularly heavy to carry. You may carry a maximum number of heavy items equal to your Might score."},
    "defensive": {
      "name": "Defensive",
      "description": "Gain advantage equal to the listed value when its wielder takes the defend action. Additionally, gain +1 armor when wielding a defensive weapon."
    },
    "swift": {
      "name": "Swift",
      "description": "If you are wielding this weapon at the beginning of combat, you gain advantage 2 on your initiative roll. If you are not wielding the weapon but plan to use it on your first turn, you still get this bonus. Your initiative modifier is equal to the slowest equipped weapon."
    },
    "reach": {"name": "Reach", "description": "This weapon extends the natural melee range of the creature by 5'."}
  }
}